{
  "adroit": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/A/B8ICZ198Q17U.mp3",
    "colored_long": "If you've ever studied French you know that \u001b[31mdroit\u001b[0m means \"right,\" both as in \"right of free speech\" and as in \"left and right,\" and \u001b[31mà droit\u001b[0m means both \"turn right\" and \"properly.\" Once English people borrowed \u001b[31mà droit,\u001b[0m they changed the meaning slightly, from doing something \"properly\" to \"doing something well.\" You may have heard the expression \"surprisingly \u001b[31madroit\u001b[0m,\" as in, \"For a guy whose wife does all the cooking, he is surprisingly \u001b[31madroit\u001b[0m in the kitchen.\"",
    "colored_short": "Someone who is \u001b[31madroit\u001b[0m is clever and skillful. An \u001b[31madroit\u001b[0m leader will be able to persuade people to go with his ideas. An \u001b[31madroit\u001b[0m sculptor can turn a lump of clay into an object of great beauty.",
    "has_audio": true,
    "long": "If you've ever studied French you know that droit means \"right,\" both as in \"right of free speech\" and as in \"left and right,\" and à droit means both \"turn right\" and \"properly.\" Once English people borrowed à droit, they changed the meaning slightly, from doing something \"properly\" to \"doing something well.\" You may have heard the expression \"surprisingly adroit,\" as in, \"For a guy whose wife does all the cooking, he is surprisingly adroit in the kitchen.\"",
    "masked_long": "If you've ever studied French you know that [...] means \"right,\" both as in \"right of free speech\" and as in \"left and right,\" and [...] means both \"turn right\" and \"properly.\" Once English people borrowed [...] they changed the meaning slightly, from doing something \"properly\" to \"doing something well.\" You may have heard the expression \"surprisingly [...],\" as in, \"For a guy whose wife does all the cooking, he is surprisingly [...] in the kitchen.\"",
    "masked_short": "Someone who is [...] is clever and skillful. An [...] leader will be able to persuade people to go with his ideas. An [...] sculptor can turn a lump of clay into an object of great beauty.",
    "query_time": 1563650538.0596285,
    "raw_long": [
      [
        0,
        "If you've ever studied French you know that "
      ],
      [
        1,
        "droit"
      ],
      [
        0,
        " means \"right,\" both as in \"right of free speech\" and as in \"left and right,\" and "
      ],
      [
        1,
        "à droit"
      ],
      [
        0,
        " means both \"turn right\" and \"properly.\" Once English people borrowed "
      ],
      [
        1,
        "à droit,"
      ],
      [
        0,
        " they changed the meaning slightly, from doing something \"properly\" to \"doing something well.\" You may have heard the expression \"surprisingly "
      ],
      [
        1,
        "adroit"
      ],
      [
        0,
        ",\" as in, \"For a guy whose wife does all the cooking, he is surprisingly "
      ],
      [
        1,
        "adroit"
      ],
      [
        0,
        " in the kitchen.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "Someone who is "
      ],
      [
        1,
        "adroit"
      ],
      [
        0,
        " is clever and skillful. An "
      ],
      [
        1,
        "adroit"
      ],
      [
        0,
        " leader will be able to persuade people to go with his ideas. An "
      ],
      [
        1,
        "adroit"
      ],
      [
        0,
        " sculptor can turn a lump of clay into an object of great beauty."
      ]
    ],
    "short": "Someone who is adroit is clever and skillful. An adroit leader will be able to persuade people to go with his ideas. An adroit sculptor can turn a lump of clay into an object of great beauty.",
    "url": "https://www.vocabulary.com/dictionary/adroit",
    "word": "adroit"
  },
  "anathema": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/A/1D93CL14DVPSU.mp3",
    "colored_long": "Originally the term \u001b[31manathema\u001b[0m comes from the Catholic practice of denouncing a particular individual or idea that was antithetical to the Catholic Church. If done to a person, it excommunicated them, meaning they could no longer partake in the church's sacraments (with presumably pretty poor consequences for the soul.) That's a lot worse than kryptonite.",
    "colored_short": "Something that one absolutely and positively cannot stand is \u001b[31manathema\u001b[0m. Garlic is \u001b[31manathema\u001b[0m to vampires (ditto for stakes and daylight). So is kryptonite to Superman or a silver bullet to a werewolf.",
    "has_audio": true,
    "long": "Originally the term anathema comes from the Catholic practice of denouncing a particular individual or idea that was antithetical to the Catholic Church. If done to a person, it excommunicated them, meaning they could no longer partake in the church's sacraments (with presumably pretty poor consequences for the soul.) That's a lot worse than kryptonite.",
    "masked_long": "Originally the term [...] comes from the Catholic practice of denouncing a particular individual or idea that was antithetical to the Catholic Church. If done to a person, it excommunicated them, meaning they could no longer partake in the church's sacraments (with presumably pretty poor consequences for the soul.) That's a lot worse than kryptonite.",
    "masked_short": "Something that one absolutely and positively cannot stand is [...]. Garlic is [...] to vampires (ditto for stakes and daylight). So is kryptonite to Superman or a silver bullet to a werewolf.",
    "query_time": 1563650570.636939,
    "raw_long": [
      [
        0,
        "Originally the term "
      ],
      [
        1,
        "anathema"
      ],
      [
        0,
        " comes from the Catholic practice of denouncing a particular individual or idea that was antithetical to the Catholic Church. If done to a person, it excommunicated them, meaning they could no longer partake in the church's sacraments (with presumably pretty poor consequences for the soul.) That's a lot worse than kryptonite."
      ]
    ],
    "raw_short": [
      [
        0,
        "Something that one absolutely and positively cannot stand is "
      ],
      [
        1,
        "anathema"
      ],
      [
        0,
        ". Garlic is "
      ],
      [
        1,
        "anathema"
      ],
      [
        0,
        " to vampires (ditto for stakes and daylight). So is kryptonite to Superman or a silver bullet to a werewolf."
      ]
    ],
    "short": "Something that one absolutely and positively cannot stand is anathema. Garlic is anathema to vampires (ditto for stakes and daylight). So is kryptonite to Superman or a silver bullet to a werewolf.",
    "url": "https://www.vocabulary.com/dictionary/anathema",
    "word": "anathema"
  },
  "anathematize": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/A/5C1WRD6VPR6X.mp3",
    "colored_long": "If you've decided that your math teacher is just plain evil, you might anathematize him, or curse his name. The word \u001b[31manathematize\u001b[0m comes from \u001b[31manathema\u001b[0m, which means something you really hate. When you anathematize someone, you declare your hatred for that person. The root word is the Greek \u001b[31manathematizein\u001b[0m, which means \"to denote something to be evil.\"",
    "colored_short": "The verb \u001b[31manathematize\u001b[0m means to completely condemn, something you would do to a mortal enemy or a truly horrible person.",
    "has_audio": true,
    "long": "If you've decided that your math teacher is just plain evil, you might anathematize him, or curse his name. The word anathematize comes from anathema, which means something you really hate. When you anathematize someone, you declare your hatred for that person. The root word is the Greek anathematizein, which means \"to denote something to be evil.\"",
    "masked_long": "If you've decided that your math teacher is just plain evil, you might anathematize him, or curse his name. The word [...] comes from [...], which means something you really hate. When you anathematize someone, you declare your hatred for that person. The root word is the Greek [...], which means \"to denote something to be evil.\"",
    "masked_short": "The verb [...] means to completely condemn, something you would do to a mortal enemy or a truly horrible person.",
    "query_time": 1563665693.2286959,
    "raw_long": [
      [
        0,
        "If you've decided that your math teacher is just plain evil, you might anathematize him, or curse his name. The word "
      ],
      [
        1,
        "anathematize"
      ],
      [
        0,
        " comes from "
      ],
      [
        1,
        "anathema"
      ],
      [
        0,
        ", which means something you really hate. When you anathematize someone, you declare your hatred for that person. The root word is the Greek "
      ],
      [
        1,
        "anathematizein"
      ],
      [
        0,
        ", which means \"to denote something to be evil.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "The verb "
      ],
      [
        1,
        "anathematize"
      ],
      [
        0,
        " means to completely condemn, something you would do to a mortal enemy or a truly horrible person."
      ]
    ],
    "short": "The verb anathematize means to completely condemn, something you would do to a mortal enemy or a truly horrible person.",
    "url": "https://www.vocabulary.com/dictionary/anathematize",
    "word": "anathematize"
  },
  "austere": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/A/1FR2NTDRUW6A0.mp3",
    "colored_long": "\u001b[31mAustere\u001b[0m is not usually a positive word because it means that a person or a thing isn't pleasurable. For example, if you go on an austere diet, it's likely you wouldn't ever get to have candy. The adjective  comes into English by way of French, Latin, and Greek, meaning \"harsh\" and \"dry.\" It's pronounced as \"ah-STEER,\" with an emphasis on the second syllable.",
    "colored_short": "The adjective \u001b[31maustere\u001b[0m is used to describe something or someone stern or without any decoration. You wouldn't want someone to describe you or your home as \u001b[31maustere\u001b[0m.",
    "has_audio": true,
    "long": "Austere is not usually a positive word because it means that a person or a thing isn't pleasurable. For example, if you go on an austere diet, it's likely you wouldn't ever get to have candy. The adjective  comes into English by way of French, Latin, and Greek, meaning \"harsh\" and \"dry.\" It's pronounced as \"ah-STEER,\" with an emphasis on the second syllable.",
    "masked_long": "[...] is not usually a positive word because it means that a person or a thing isn't pleasurable. For example, if you go on an austere diet, it's likely you wouldn't ever get to have candy. The adjective  comes into English by way of French, Latin, and Greek, meaning \"harsh\" and \"dry.\" It's pronounced as \"ah-STEER,\" with an emphasis on the second syllable.",
    "masked_short": "The adjective [...] is used to describe something or someone stern or without any decoration. You wouldn't want someone to describe you or your home as [...].",
    "query_time": 1563650579.3602004,
    "raw_long": [
      [
        1,
        "Austere"
      ],
      [
        0,
        " is not usually a positive word because it means that a person or a thing isn't pleasurable. For example, if you go on an austere diet, it's likely you wouldn't ever get to have candy. The adjective  comes into English by way of French, Latin, and Greek, meaning \"harsh\" and \"dry.\" It's pronounced as \"ah-STEER,\" with an emphasis on the second syllable."
      ]
    ],
    "raw_short": [
      [
        0,
        "The adjective "
      ],
      [
        1,
        "austere"
      ],
      [
        0,
        " is used to describe something or someone stern or without any decoration. You wouldn't want someone to describe you or your home as "
      ],
      [
        1,
        "austere"
      ],
      [
        0,
        "."
      ]
    ],
    "short": "The adjective austere is used to describe something or someone stern or without any decoration. You wouldn't want someone to describe you or your home as austere.",
    "url": "https://www.vocabulary.com/dictionary/austere",
    "word": "austere"
  },
  "bereavement": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/B/RRJGE0N9SHEI.mp3",
    "colored_long": "\u001b[31mBereavement\u001b[0m comes from an Old English word that means “rob,” “deprive,” and “seize.”  When a loved one is taken, usually through death, those who remain are often left in a state of bereavement.  \u001b[31mBereavement\u001b[0m is not only reserved for the death of a human family member or friend, but the loss of a pet can also induce bereavement.",
    "colored_short": "If you have ever mourned someone's passing, you know about \u001b[31mbereavement\u001b[0m — the period of sorrow that follows the death of a loved one.",
    "has_audio": true,
    "long": "Bereavement comes from an Old English word that means “rob,” “deprive,” and “seize.”  When a loved one is taken, usually through death, those who remain are often left in a state of bereavement.  Bereavement is not only reserved for the death of a human family member or friend, but the loss of a pet can also induce bereavement.",
    "masked_long": "[...] comes from an Old English word that means “rob,” “deprive,” and “seize.”  When a loved one is taken, usually through death, those who remain are often left in a state of bereavement.  [...] is not only reserved for the death of a human family member or friend, but the loss of a pet can also induce bereavement.",
    "masked_short": "If you have ever mourned someone's passing, you know about [...] — the period of sorrow that follows the death of a loved one.",
    "query_time": 1563663967.9957325,
    "raw_long": [
      [
        1,
        "Bereavement"
      ],
      [
        0,
        " comes from an Old English word that means “rob,” “deprive,” and “seize.”  When a loved one is taken, usually through death, those who remain are often left in a state of bereavement.  "
      ],
      [
        1,
        "Bereavement"
      ],
      [
        0,
        " is not only reserved for the death of a human family member or friend, but the loss of a pet can also induce bereavement."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you have ever mourned someone's passing, you know about "
      ],
      [
        1,
        "bereavement"
      ],
      [
        0,
        " — the period of sorrow that follows the death of a loved one."
      ]
    ],
    "short": "If you have ever mourned someone's passing, you know about bereavement — the period of sorrow that follows the death of a loved one.",
    "url": "https://www.vocabulary.com/dictionary/bereavement",
    "word": "bereavement"
  },
  "bison": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/B/1M6ZENCS6ZYLE.mp3",
    "colored_long": "The most common type of bison is also called a \u001b[31mbuffalo\u001b[0m, and it's the largest land animal in North America. Bison tend to travel in herds and periodically wallow in dirt to keep themselves cool and free of parasites, and while they're generally slow-moving, they can run as fast as 35 miles per hour when they want to. The word \u001b[31mbison\u001b[0m is Latin for \"wild ox,\" ultimately from a Slavic or Baltic root meaning \"the stinking animal.\"",
    "colored_short": "A \u001b[31mbison\u001b[0m is a large, shaggy, hoofed animal. \u001b[31mBison\u001b[0m are mostly native to North America, though there is one species found in Western Europe and Central Asia.",
    "has_audio": true,
    "long": "The most common type of bison is also called a buffalo, and it's the largest land animal in North America. Bison tend to travel in herds and periodically wallow in dirt to keep themselves cool and free of parasites, and while they're generally slow-moving, they can run as fast as 35 miles per hour when they want to. The word bison is Latin for \"wild ox,\" ultimately from a Slavic or Baltic root meaning \"the stinking animal.\"",
    "masked_long": "The most common type of bison is also called a [...], and it's the largest land animal in North America. Bison tend to travel in herds and periodically wallow in dirt to keep themselves cool and free of parasites, and while they're generally slow-moving, they can run as fast as 35 miles per hour when they want to. The word [...] is Latin for \"wild ox,\" ultimately from a Slavic or Baltic root meaning \"the stinking animal.\"",
    "masked_short": "A [...] is a large, shaggy, hoofed animal. [...] are mostly native to North America, though there is one species found in Western Europe and Central Asia.",
    "query_time": 1563736845.8657258,
    "raw_long": [
      [
        0,
        "The most common type of bison is also called a "
      ],
      [
        1,
        "buffalo"
      ],
      [
        0,
        ", and it's the largest land animal in North America. Bison tend to travel in herds and periodically wallow in dirt to keep themselves cool and free of parasites, and while they're generally slow-moving, they can run as fast as 35 miles per hour when they want to. The word "
      ],
      [
        1,
        "bison"
      ],
      [
        0,
        " is Latin for \"wild ox,\" ultimately from a Slavic or Baltic root meaning \"the stinking animal.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "bison"
      ],
      [
        0,
        " is a large, shaggy, hoofed animal. "
      ],
      [
        1,
        "Bison"
      ],
      [
        0,
        " are mostly native to North America, though there is one species found in Western Europe and Central Asia."
      ]
    ],
    "short": "A bison is a large, shaggy, hoofed animal. Bison are mostly native to North America, though there is one species found in Western Europe and Central Asia.",
    "url": "https://www.vocabulary.com/dictionary/bison",
    "word": "bison"
  },
  "buoyancy": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/B/14Y86CHC8HEHM.mp3",
    "colored_long": "This is a word with two main meanings that fit together well: Both kinds of \u001b[31mbuoyancy\u001b[0m have to do with floating and staying up. The physical kind refers to objects that float instead of sinking in water, like a life raft or a \u001b[31mbuoy\u001b[0m. The other kind of buoyancy is a happy mood, a feeling that nothing can get you down. So whenever you run into the word \u001b[31mbuoyancy\u001b[0m, just think \"staying afloat.\"",
    "colored_short": "\u001b[31mBuoyancy\u001b[0m is a quality that makes things float in water. It's also a type of happiness: if you're full of \u001b[31mbuoyancy\u001b[0m, your mood is light and happy.",
    "has_audio": true,
    "long": "This is a word with two main meanings that fit together well: Both kinds of buoyancy have to do with floating and staying up. The physical kind refers to objects that float instead of sinking in water, like a life raft or a buoy. The other kind of buoyancy is a happy mood, a feeling that nothing can get you down. So whenever you run into the word buoyancy, just think \"staying afloat.\"",
    "masked_long": "This is a word with two main meanings that fit together well: Both kinds of [...] have to do with floating and staying up. The physical kind refers to objects that float instead of sinking in water, like a life raft or a [...]. The other kind of buoyancy is a happy mood, a feeling that nothing can get you down. So whenever you run into the word [...], just think \"staying afloat.\"",
    "masked_short": "[...] is a quality that makes things float in water. It's also a type of happiness: if you're full of [...], your mood is light and happy.",
    "query_time": 1563664998.533405,
    "raw_long": [
      [
        0,
        "This is a word with two main meanings that fit together well: Both kinds of "
      ],
      [
        1,
        "buoyancy"
      ],
      [
        0,
        " have to do with floating and staying up. The physical kind refers to objects that float instead of sinking in water, like a life raft or a "
      ],
      [
        1,
        "buoy"
      ],
      [
        0,
        ". The other kind of buoyancy is a happy mood, a feeling that nothing can get you down. So whenever you run into the word "
      ],
      [
        1,
        "buoyancy"
      ],
      [
        0,
        ", just think \"staying afloat.\""
      ]
    ],
    "raw_short": [
      [
        1,
        "Buoyancy"
      ],
      [
        0,
        " is a quality that makes things float in water. It's also a type of happiness: if you're full of "
      ],
      [
        1,
        "buoyancy"
      ],
      [
        0,
        ", your mood is light and happy."
      ]
    ],
    "short": "Buoyancy is a quality that makes things float in water. It's also a type of happiness: if you're full of buoyancy, your mood is light and happy.",
    "url": "https://www.vocabulary.com/dictionary/buoyancy",
    "word": "buoyancy"
  },
  "cajoling": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/1XJFAVT4VTM1P.mp3",
    "colored_long": "The origin of this word is probably a blend of two French words meaning \"to chatter like a jaybird\" and \"to lure into a cage.\" When you cajole that guy into lending you some money, picture him as the bird going into the cage. In fact, the word \u001b[31mcajole\u001b[0m may be associated with another French word meaning \"to put in jail.\"",
    "colored_short": "To \u001b[31mcajole\u001b[0m someone is to persuade them by using insincere compliments or promises. If you say \"Please, pretty-please, I'll be your best friend,\" when asking for a stick of gum, you are \u001b[31mcajoling\u001b[0m the gum holder.",
    "has_audio": true,
    "long": "The origin of this word is probably a blend of two French words meaning \"to chatter like a jaybird\" and \"to lure into a cage.\" When you cajole that guy into lending you some money, picture him as the bird going into the cage. In fact, the word cajole may be associated with another French word meaning \"to put in jail.\"",
    "masked_long": "The origin of this word is probably a blend of two French words meaning \"to chatter like a jaybird\" and \"to lure into a cage.\" When you cajole that guy into lending you some money, picture him as the bird going into the cage. In fact, the word [...] may be associated with another French word meaning \"to put in jail.\"",
    "masked_short": "To [...] someone is to persuade them by using insincere compliments or promises. If you say \"Please, pretty-please, I'll be your best friend,\" when asking for a stick of gum, you are [...] the gum holder.",
    "query_time": 1563665171.2694688,
    "raw_long": [
      [
        0,
        "The origin of this word is probably a blend of two French words meaning \"to chatter like a jaybird\" and \"to lure into a cage.\" When you cajole that guy into lending you some money, picture him as the bird going into the cage. In fact, the word "
      ],
      [
        1,
        "cajole"
      ],
      [
        0,
        " may be associated with another French word meaning \"to put in jail.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "To "
      ],
      [
        1,
        "cajole"
      ],
      [
        0,
        " someone is to persuade them by using insincere compliments or promises. If you say \"Please, pretty-please, I'll be your best friend,\" when asking for a stick of gum, you are "
      ],
      [
        1,
        "cajoling"
      ],
      [
        0,
        " the gum holder."
      ]
    ],
    "short": "To cajole someone is to persuade them by using insincere compliments or promises. If you say \"Please, pretty-please, I'll be your best friend,\" when asking for a stick of gum, you are cajoling the gum holder.",
    "url": "https://www.vocabulary.com/dictionary/cajole?family=cajoling",
    "word": "cajoling"
  },
  "conspiracy": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/1073CP7D1G3KU.mp3",
    "colored_long": "\u001b[31mConspiracy\u001b[0m can also refer to the act of planning an unlawful or harmful act: Terrorists might be  accused of organizing a conspiracy to overthrow the government. \u001b[31mConspiracy\u001b[0m is ultimately from Latin \u001b[31mcōnspīrāre\u001b[0m \"to agree or plot together, literally to breathe together.\" The corresponding English verb is \u001b[31mconspire\u001b[0m.",
    "colored_short": "A \u001b[31mconspiracy\u001b[0m is a secret agreement between two or more people to commit an unlawful or harmful act. \u001b[31mConspiracy\u001b[0m theorists are people who believe that the government is secretly controlled by power brokers in flagrant violation of the constitution.",
    "has_audio": true,
    "long": "Conspiracy can also refer to the act of planning an unlawful or harmful act: Terrorists might be  accused of organizing a conspiracy to overthrow the government. Conspiracy is ultimately from Latin cōnspīrāre \"to agree or plot together, literally to breathe together.\" The corresponding English verb is conspire.",
    "masked_long": "[...] can also refer to the act of planning an unlawful or harmful act: Terrorists might be  accused of organizing a conspiracy to overthrow the government. [...] is ultimately from Latin [...] \"to agree or plot together, literally to breathe together.\" The corresponding English verb is [...].",
    "masked_short": "A [...] is a secret agreement between two or more people to commit an unlawful or harmful act. [...] theorists are people who believe that the government is secretly controlled by power brokers in flagrant violation of the constitution.",
    "query_time": 1563663988.4234717,
    "raw_long": [
      [
        1,
        "Conspiracy"
      ],
      [
        0,
        " can also refer to the act of planning an unlawful or harmful act: Terrorists might be  accused of organizing a conspiracy to overthrow the government. "
      ],
      [
        1,
        "Conspiracy"
      ],
      [
        0,
        " is ultimately from Latin "
      ],
      [
        1,
        "cōnspīrāre"
      ],
      [
        0,
        " \"to agree or plot together, literally to breathe together.\" The corresponding English verb is "
      ],
      [
        1,
        "conspire"
      ],
      [
        0,
        "."
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "conspiracy"
      ],
      [
        0,
        " is a secret agreement between two or more people to commit an unlawful or harmful act. "
      ],
      [
        1,
        "Conspiracy"
      ],
      [
        0,
        " theorists are people who believe that the government is secretly controlled by power brokers in flagrant violation of the constitution."
      ]
    ],
    "short": "A conspiracy is a secret agreement between two or more people to commit an unlawful or harmful act. Conspiracy theorists are people who believe that the government is secretly controlled by power brokers in flagrant violation of the constitution.",
    "url": "https://www.vocabulary.com/dictionary/conspiracy",
    "word": "conspiracy"
  },
  "contentious": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/YYNDED3WYI3Y.mp3",
    "colored_long": "Some issues — like abortion, the death penalty, and gun control — are very controversial. They're also contentious, because people tend to argue about them, and the arguments will probably go on forever. Contentious issues get people angry and in a fighting mood. On the other hand, some people always seem to be in a fighting mood, no matter what the issue is. People like that are contentious too.",
    "colored_short": "A \u001b[31mcontentious\u001b[0m issue is one that people are likely to argue about, and a \u001b[31mcontentious\u001b[0m person is someone who likes to argue or fight.",
    "has_audio": true,
    "long": "Some issues — like abortion, the death penalty, and gun control — are very controversial. They're also contentious, because people tend to argue about them, and the arguments will probably go on forever. Contentious issues get people angry and in a fighting mood. On the other hand, some people always seem to be in a fighting mood, no matter what the issue is. People like that are contentious too.",
    "masked_long": "Some issues — like abortion, the death penalty, and gun control — are very controversial. They're also contentious, because people tend to argue about them, and the arguments will probably go on forever. Contentious issues get people angry and in a fighting mood. On the other hand, some people always seem to be in a fighting mood, no matter what the issue is. People like that are contentious too.",
    "masked_short": "A [...] issue is one that people are likely to argue about, and a [...] person is someone who likes to argue or fight.",
    "query_time": 1563665854.2483299,
    "raw_long": [
      [
        0,
        "Some issues — like abortion, the death penalty, and gun control — are very controversial. They're also contentious, because people tend to argue about them, and the arguments will probably go on forever. Contentious issues get people angry and in a fighting mood. On the other hand, some people always seem to be in a fighting mood, no matter what the issue is. People like that are contentious too."
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "contentious"
      ],
      [
        0,
        " issue is one that people are likely to argue about, and a "
      ],
      [
        1,
        "contentious"
      ],
      [
        0,
        " person is someone who likes to argue or fight."
      ]
    ],
    "short": "A contentious issue is one that people are likely to argue about, and a contentious person is someone who likes to argue or fight.",
    "url": "https://www.vocabulary.com/dictionary/contentious",
    "word": "contentious"
  },
  "cordial": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/6BPRNOODGZEP.mp3",
    "colored_long": "In Middle English, this adjective meant \"of the heart,\" borrowed from Medieval Latin \u001b[31mcordiālis\u001b[0m, from Latin \u001b[31mcor\u001b[0m \"heart.\" This core sense of \"heart\" can be seen in the synonyms \u001b[31mheartfelt\u001b[0m and \u001b[31mhearty\u001b[0m. The noun \u001b[31mcordial\u001b[0m originally referred to a medicine or drink that stimulates the heart, but its current sense is \"a liqueur.\"",
    "colored_short": "If you like someone but you wouldn't say they're your friend, you might describe your relationship as \u001b[31mcordial\u001b[0m. Use \u001b[31mcordial\u001b[0m to describe a greeting or relationship that is friendly and sincere.",
    "has_audio": true,
    "long": "In Middle English, this adjective meant \"of the heart,\" borrowed from Medieval Latin cordiālis, from Latin cor \"heart.\" This core sense of \"heart\" can be seen in the synonyms heartfelt and hearty. The noun cordial originally referred to a medicine or drink that stimulates the heart, but its current sense is \"a liqueur.\"",
    "masked_long": "In Middle English, this adjective meant \"of the heart,\" borrowed from Medieval Latin [...], from Latin [...] \"heart.\" This core sense of \"heart\" can be seen in the synonyms [...] and [...]. The noun [...] originally referred to a medicine or drink that stimulates the heart, but its current sense is \"a liqueur.\"",
    "masked_short": "If you like someone but you wouldn't say they're your friend, you might describe your relationship as [...]. Use [...] to describe a greeting or relationship that is friendly and sincere.",
    "query_time": 1563664045.853843,
    "raw_long": [
      [
        0,
        "In Middle English, this adjective meant \"of the heart,\" borrowed from Medieval Latin "
      ],
      [
        1,
        "cordiālis"
      ],
      [
        0,
        ", from Latin "
      ],
      [
        1,
        "cor"
      ],
      [
        0,
        " \"heart.\" This core sense of \"heart\" can be seen in the synonyms "
      ],
      [
        1,
        "heartfelt"
      ],
      [
        0,
        " and "
      ],
      [
        1,
        "hearty"
      ],
      [
        0,
        ". The noun "
      ],
      [
        1,
        "cordial"
      ],
      [
        0,
        " originally referred to a medicine or drink that stimulates the heart, but its current sense is \"a liqueur.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "If you like someone but you wouldn't say they're your friend, you might describe your relationship as "
      ],
      [
        1,
        "cordial"
      ],
      [
        0,
        ". Use "
      ],
      [
        1,
        "cordial"
      ],
      [
        0,
        " to describe a greeting or relationship that is friendly and sincere."
      ]
    ],
    "short": "If you like someone but you wouldn't say they're your friend, you might describe your relationship as cordial. Use cordial to describe a greeting or relationship that is friendly and sincere.",
    "url": "https://www.vocabulary.com/dictionary/cordial",
    "word": "cordial"
  },
  "covert": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/1MDR56O5BFR3L.mp3",
    "colored_long": "\u001b[31mCovert\u001b[0m is the opposite of \u001b[31movert\u001b[0m, which means obvious, or in full view. Covert things are hidden, private, or stealthy. It comes from the Old French \u001b[31mcovert\u001b[0m, or \"covered.\" A covert bag of chips you've snuck into the movie theater might literally be covered, hidden under your coat, while a covert plan to throw your dad a surprise party is just a secret.",
    "colored_short": "\u001b[31mCovert\u001b[0m means secret or hidden. Soldiers might take part in a \u001b[31mcovert\u001b[0m mission to infiltrate an enemy camp — and you might take part in a \u001b[31mcovert\u001b[0m mission to steal your brother's leftover Halloween candy.",
    "has_audio": true,
    "long": "Covert is the opposite of overt, which means obvious, or in full view. Covert things are hidden, private, or stealthy. It comes from the Old French covert, or \"covered.\" A covert bag of chips you've snuck into the movie theater might literally be covered, hidden under your coat, while a covert plan to throw your dad a surprise party is just a secret.",
    "masked_long": "[...] is the opposite of [...], which means obvious, or in full view. Covert things are hidden, private, or stealthy. It comes from the Old French [...], or \"covered.\" A covert bag of chips you've snuck into the movie theater might literally be covered, hidden under your coat, while a covert plan to throw your dad a surprise party is just a secret.",
    "masked_short": "[...] means secret or hidden. Soldiers might take part in a [...] mission to infiltrate an enemy camp — and you might take part in a [...] mission to steal your brother's leftover Halloween candy.",
    "query_time": 1563665705.961543,
    "raw_long": [
      [
        1,
        "Covert"
      ],
      [
        0,
        " is the opposite of "
      ],
      [
        1,
        "overt"
      ],
      [
        0,
        ", which means obvious, or in full view. Covert things are hidden, private, or stealthy. It comes from the Old French "
      ],
      [
        1,
        "covert"
      ],
      [
        0,
        ", or \"covered.\" A covert bag of chips you've snuck into the movie theater might literally be covered, hidden under your coat, while a covert plan to throw your dad a surprise party is just a secret."
      ]
    ],
    "raw_short": [
      [
        1,
        "Covert"
      ],
      [
        0,
        " means secret or hidden. Soldiers might take part in a "
      ],
      [
        1,
        "covert"
      ],
      [
        0,
        " mission to infiltrate an enemy camp — and you might take part in a "
      ],
      [
        1,
        "covert"
      ],
      [
        0,
        " mission to steal your brother's leftover Halloween candy."
      ]
    ],
    "short": "Covert means secret or hidden. Soldiers might take part in a covert mission to infiltrate an enemy camp — and you might take part in a covert mission to steal your brother's leftover Halloween candy.",
    "url": "https://www.vocabulary.com/dictionary/covert",
    "word": "covert"
  },
  "covet": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/C/1VU6B8FSCASP3.mp3",
    "colored_long": "If the word \u001b[31mcovet\u001b[0m sounds familiar, you're thinking of the Tenth Commandment: \"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's.\" Basically this means you should be happy with your electronic gadgets and not be jealous when a friend gets something better.",
    "colored_short": "If you \u001b[31mcovet\u001b[0m something, you eagerly desire something that someone else has. If it's 95 degrees out and humid, you may find yourself \u001b[31mcoveting\u001b[0m your neighbor's air conditioner.",
    "has_audio": true,
    "long": "If the word covet sounds familiar, you're thinking of the Tenth Commandment: \"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's.\" Basically this means you should be happy with your electronic gadgets and not be jealous when a friend gets something better.",
    "masked_long": "If the word [...] sounds familiar, you're thinking of the Tenth Commandment: \"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's.\" Basically this means you should be happy with your electronic gadgets and not be jealous when a friend gets something better.",
    "masked_short": "If you [...] something, you eagerly desire something that someone else has. If it's 95 degrees out and humid, you may find yourself [...] your neighbor's air conditioner.",
    "query_time": 1563665727.0285256,
    "raw_long": [
      [
        0,
        "If the word "
      ],
      [
        1,
        "covet"
      ],
      [
        0,
        " sounds familiar, you're thinking of the Tenth Commandment: \"Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's.\" Basically this means you should be happy with your electronic gadgets and not be jealous when a friend gets something better."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you "
      ],
      [
        1,
        "covet"
      ],
      [
        0,
        " something, you eagerly desire something that someone else has. If it's 95 degrees out and humid, you may find yourself "
      ],
      [
        1,
        "coveting"
      ],
      [
        0,
        " your neighbor's air conditioner."
      ]
    ],
    "short": "If you covet something, you eagerly desire something that someone else has. If it's 95 degrees out and humid, you may find yourself coveting your neighbor's air conditioner.",
    "url": "https://www.vocabulary.com/dictionary/covet",
    "word": "covet"
  },
  "deft": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/D/1EORHB8MBFOVO.mp3",
    "colored_long": "Some people are physically deft, like accomplished athletes and ballet dancers. Their movements are fast, graceful, and deliberate. Others might be mentally or intellectually deft. You could describe a beautifully written essay as deft, or talk about a politician's deft work on an anti-bullying bill. The source of \u001b[31mdeft\u001b[0m is the Old English \u001b[31mgedÃ¦fte\u001b[0m, \"mild or gentle,\" which became \u001b[31mdeft\u001b[0m in Middle English along with its meaning of \"apt, skillful, or adept.\"",
    "colored_short": "\u001b[31mDeft\u001b[0m means \"showing cleverness and skill in handling things.\" What you want to see in football or basketball is some \u001b[31mdeft\u001b[0m handling of the ball.",
    "has_audio": true,
    "long": "Some people are physically deft, like accomplished athletes and ballet dancers. Their movements are fast, graceful, and deliberate. Others might be mentally or intellectually deft. You could describe a beautifully written essay as deft, or talk about a politician's deft work on an anti-bullying bill. The source of deft is the Old English gedÃ¦fte, \"mild or gentle,\" which became deft in Middle English along with its meaning of \"apt, skillful, or adept.\"",
    "masked_long": "Some people are physically deft, like accomplished athletes and ballet dancers. Their movements are fast, graceful, and deliberate. Others might be mentally or intellectually deft. You could describe a beautifully written essay as deft, or talk about a politician's deft work on an anti-bullying bill. The source of [...] is the Old English [...], \"mild or gentle,\" which became [...] in Middle English along with its meaning of \"apt, skillful, or adept.\"",
    "masked_short": "[...] means \"showing cleverness and skill in handling things.\" What you want to see in football or basketball is some [...] handling of the ball.",
    "query_time": 1563650533.2414892,
    "raw_long": [
      [
        0,
        "Some people are physically deft, like accomplished athletes and ballet dancers. Their movements are fast, graceful, and deliberate. Others might be mentally or intellectually deft. You could describe a beautifully written essay as deft, or talk about a politician's deft work on an anti-bullying bill. The source of "
      ],
      [
        1,
        "deft"
      ],
      [
        0,
        " is the Old English "
      ],
      [
        1,
        "gedÃ¦fte"
      ],
      [
        0,
        ", \"mild or gentle,\" which became "
      ],
      [
        1,
        "deft"
      ],
      [
        0,
        " in Middle English along with its meaning of \"apt, skillful, or adept.\""
      ]
    ],
    "raw_short": [
      [
        1,
        "Deft"
      ],
      [
        0,
        " means \"showing cleverness and skill in handling things.\" What you want to see in football or basketball is some "
      ],
      [
        1,
        "deft"
      ],
      [
        0,
        " handling of the ball."
      ]
    ],
    "short": "Deft means \"showing cleverness and skill in handling things.\" What you want to see in football or basketball is some deft handling of the ball.",
    "url": "https://www.vocabulary.com/dictionary/deft",
    "word": "deft"
  },
  "denounce": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/D/FI0W3NWX6PRI.mp3",
    "colored_long": "The prefix \u001b[31mde-\u001b[0m means \"down,\" as in \u001b[31mdestroy\u001b[0m or \u001b[31mdemolish\u001b[0m (tear down). Add that to the Latin root \u001b[31mnuntiare\u001b[0m, meaning \"announce,\" and \u001b[31mde-\u001b[0m plus \u001b[31mannounce\u001b[0m equals \u001b[31mdenounce\u001b[0m. It's a word that shows up in the headlines often, as a country might denounce a corrupt election. Politicians love to denounce the shady behavior or their opponents. \u001b[31mDenounce\u001b[0m can also mean the official end of something, like a treaty.",
    "colored_short": "To \u001b[31mdenounce\u001b[0m is to tattle, rat out, or speak out against something. When you stand on your desk and tell the class that your partner is cheating, you \u001b[31mdenounce\u001b[0m him or her.",
    "has_audio": true,
    "long": "The prefix de- means \"down,\" as in destroy or demolish (tear down). Add that to the Latin root nuntiare, meaning \"announce,\" and de- plus announce equals denounce. It's a word that shows up in the headlines often, as a country might denounce a corrupt election. Politicians love to denounce the shady behavior or their opponents. Denounce can also mean the official end of something, like a treaty.",
    "masked_long": "The prefix [...] means \"down,\" as in [...] or [...] (tear down). Add that to the Latin root [...], meaning \"announce,\" and [...] plus [...] equals [...]. It's a word that shows up in the headlines often, as a country might denounce a corrupt election. Politicians love to denounce the shady behavior or their opponents. [...] can also mean the official end of something, like a treaty.",
    "masked_short": "To [...] is to tattle, rat out, or speak out against something. When you stand on your desk and tell the class that your partner is cheating, you [...] him or her.",
    "query_time": 1563665678.4505086,
    "raw_long": [
      [
        0,
        "The prefix "
      ],
      [
        1,
        "de-"
      ],
      [
        0,
        " means \"down,\" as in "
      ],
      [
        1,
        "destroy"
      ],
      [
        0,
        " or "
      ],
      [
        1,
        "demolish"
      ],
      [
        0,
        " (tear down). Add that to the Latin root "
      ],
      [
        1,
        "nuntiare"
      ],
      [
        0,
        ", meaning \"announce,\" and "
      ],
      [
        1,
        "de-"
      ],
      [
        0,
        " plus "
      ],
      [
        1,
        "announce"
      ],
      [
        0,
        " equals "
      ],
      [
        1,
        "denounce"
      ],
      [
        0,
        ". It's a word that shows up in the headlines often, as a country might denounce a corrupt election. Politicians love to denounce the shady behavior or their opponents. "
      ],
      [
        1,
        "Denounce"
      ],
      [
        0,
        " can also mean the official end of something, like a treaty."
      ]
    ],
    "raw_short": [
      [
        0,
        "To "
      ],
      [
        1,
        "denounce"
      ],
      [
        0,
        " is to tattle, rat out, or speak out against something. When you stand on your desk and tell the class that your partner is cheating, you "
      ],
      [
        1,
        "denounce"
      ],
      [
        0,
        " him or her."
      ]
    ],
    "short": "To denounce is to tattle, rat out, or speak out against something. When you stand on your desk and tell the class that your partner is cheating, you denounce him or her.",
    "url": "https://www.vocabulary.com/dictionary/denounce",
    "word": "denounce"
  },
  "disperse": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/D/143W6KW69Y17L.mp3",
    "colored_long": "Imagine yourself standing on a basketball court holding a cup packed tight with marbles. If you turn it over, the marbles will disperse across the floor, moving away from you in all directions. Another word for this is \u001b[31mscatter\u001b[0m. Don't confuse this word with \u001b[31mdisburse\u001b[0m, which means to distribute money. Remember that false friends disperse when you cease to disburse.",
    "colored_short": "To make a crowd at a party \u001b[31mdisperse\u001b[0m, you could take away the food, turn off the music and ask for volunteers to clean up. \u001b[31mDisperse\u001b[0m is to spread out people or things, making them move in different directions.",
    "has_audio": true,
    "long": "Imagine yourself standing on a basketball court holding a cup packed tight with marbles. If you turn it over, the marbles will disperse across the floor, moving away from you in all directions. Another word for this is scatter. Don't confuse this word with disburse, which means to distribute money. Remember that false friends disperse when you cease to disburse.",
    "masked_long": "Imagine yourself standing on a basketball court holding a cup packed tight with marbles. If you turn it over, the marbles will disperse across the floor, moving away from you in all directions. Another word for this is [...]. Don't confuse this word with [...], which means to distribute money. Remember that false friends disperse when you cease to disburse.",
    "masked_short": "To make a crowd at a party [...], you could take away the food, turn off the music and ask for volunteers to clean up. [...] is to spread out people or things, making them move in different directions.",
    "query_time": 1563665890.290513,
    "raw_long": [
      [
        0,
        "Imagine yourself standing on a basketball court holding a cup packed tight with marbles. If you turn it over, the marbles will disperse across the floor, moving away from you in all directions. Another word for this is "
      ],
      [
        1,
        "scatter"
      ],
      [
        0,
        ". Don't confuse this word with "
      ],
      [
        1,
        "disburse"
      ],
      [
        0,
        ", which means to distribute money. Remember that false friends disperse when you cease to disburse."
      ]
    ],
    "raw_short": [
      [
        0,
        "To make a crowd at a party "
      ],
      [
        1,
        "disperse"
      ],
      [
        0,
        ", you could take away the food, turn off the music and ask for volunteers to clean up. "
      ],
      [
        1,
        "Disperse"
      ],
      [
        0,
        " is to spread out people or things, making them move in different directions."
      ]
    ],
    "short": "To make a crowd at a party disperse, you could take away the food, turn off the music and ask for volunteers to clean up. Disperse is to spread out people or things, making them move in different directions.",
    "url": "https://www.vocabulary.com/dictionary/disperse",
    "word": "disperse"
  },
  "divulge": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/D/SYPRSS9DVBDJ.mp3",
    "colored_long": "\u001b[31mDivulge\u001b[0m often precedes the word \u001b[31msecret,\u001b[0m because it means to reveal something, and that something is often of a personal or private nature. A gossip columnist's job is to divulge which celebrities are secretly dating and which ones have been caught in embarrassing situations. Although the word comes from the Latin word for making something public to the masses, it can also be used to describe information passed from one person to another. For example, a mother could divulge to her daughter that she was adopted.",
    "colored_short": "If you've been sneaking around with your best friend's boyfriend, that's probably one secret you don't want to \u001b[31mdivulge\u001b[0m, because revealing that tidbit of information will probably cut your friendship short.",
    "has_audio": true,
    "long": "Divulge often precedes the word secret, because it means to reveal something, and that something is often of a personal or private nature. A gossip columnist's job is to divulge which celebrities are secretly dating and which ones have been caught in embarrassing situations. Although the word comes from the Latin word for making something public to the masses, it can also be used to describe information passed from one person to another. For example, a mother could divulge to her daughter that she was adopted.",
    "masked_long": "[...] often precedes the word [...] because it means to reveal something, and that something is often of a personal or private nature. A gossip columnist's job is to divulge which celebrities are secretly dating and which ones have been caught in embarrassing situations. Although the word comes from the Latin word for making something public to the masses, it can also be used to describe information passed from one person to another. For example, a mother could divulge to her daughter that she was adopted.",
    "masked_short": "If you've been sneaking around with your best friend's boyfriend, that's probably one secret you don't want to [...], because revealing that tidbit of information will probably cut your friendship short.",
    "query_time": 1563663794.1807365,
    "raw_long": [
      [
        1,
        "Divulge"
      ],
      [
        0,
        " often precedes the word "
      ],
      [
        1,
        "secret,"
      ],
      [
        0,
        " because it means to reveal something, and that something is often of a personal or private nature. A gossip columnist's job is to divulge which celebrities are secretly dating and which ones have been caught in embarrassing situations. Although the word comes from the Latin word for making something public to the masses, it can also be used to describe information passed from one person to another. For example, a mother could divulge to her daughter that she was adopted."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you've been sneaking around with your best friend's boyfriend, that's probably one secret you don't want to "
      ],
      [
        1,
        "divulge"
      ],
      [
        0,
        ", because revealing that tidbit of information will probably cut your friendship short."
      ]
    ],
    "short": "If you've been sneaking around with your best friend's boyfriend, that's probably one secret you don't want to divulge, because revealing that tidbit of information will probably cut your friendship short.",
    "url": "https://www.vocabulary.com/dictionary/divulge",
    "word": "divulge"
  },
  "downplay": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/D/E3THED5VYFGB.mp3",
    "colored_long": "Politicians who depend on contributions from oil and gas companies tend to downplay the environmental effects of their products, and a boy who wants a trampoline for his birthday might downplay the possible dangers when he talks to his parents about it. \u001b[31mDownplay\u001b[0m is a relatively recent addition to the English language, dating from the late 1960s.",
    "colored_short": "To \u001b[31mdownplay\u001b[0m something is to act as if it's not very important. If you're trying to convince your friends to play poker with you, you might \u001b[31mdownplay\u001b[0m the fact that you're an experienced and competitive player.",
    "has_audio": true,
    "long": "Politicians who depend on contributions from oil and gas companies tend to downplay the environmental effects of their products, and a boy who wants a trampoline for his birthday might downplay the possible dangers when he talks to his parents about it. Downplay is a relatively recent addition to the English language, dating from the late 1960s.",
    "masked_long": "Politicians who depend on contributions from oil and gas companies tend to downplay the environmental effects of their products, and a boy who wants a trampoline for his birthday might downplay the possible dangers when he talks to his parents about it. [...] is a relatively recent addition to the English language, dating from the late 1960s.",
    "masked_short": "To [...] something is to act as if it's not very important. If you're trying to convince your friends to play poker with you, you might [...] the fact that you're an experienced and competitive player.",
    "query_time": 1563663849.5254848,
    "raw_long": [
      [
        0,
        "Politicians who depend on contributions from oil and gas companies tend to downplay the environmental effects of their products, and a boy who wants a trampoline for his birthday might downplay the possible dangers when he talks to his parents about it. "
      ],
      [
        1,
        "Downplay"
      ],
      [
        0,
        " is a relatively recent addition to the English language, dating from the late 1960s."
      ]
    ],
    "raw_short": [
      [
        0,
        "To "
      ],
      [
        1,
        "downplay"
      ],
      [
        0,
        " something is to act as if it's not very important. If you're trying to convince your friends to play poker with you, you might "
      ],
      [
        1,
        "downplay"
      ],
      [
        0,
        " the fact that you're an experienced and competitive player."
      ]
    ],
    "short": "To downplay something is to act as if it's not very important. If you're trying to convince your friends to play poker with you, you might downplay the fact that you're an experienced and competitive player.",
    "url": "https://www.vocabulary.com/dictionary/downplay",
    "word": "downplay"
  },
  "ebullient": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/1DP6QI6S8R5QC.mp3",
    "colored_long": "There are two senses of the word of \u001b[31mebullient.\u001b[0m One describes an immediate, and ultimately short-lived, reaction to a particular event — for example if you've just won the lottery, you are ebullient. The other describes someone who is perpetually upbeat and cheerful, for example, as in \"an \u001b[31mebullient\u001b[0m personality.\" Watch out for ebullient personalities: they can often be \"over the top\" as well.",
    "colored_short": "More than chipper, more than happy, more than delighted is \u001b[31mebullient\u001b[0m — meaning bubbling over with joy and delight.",
    "has_audio": true,
    "long": "There are two senses of the word of ebullient. One describes an immediate, and ultimately short-lived, reaction to a particular event — for example if you've just won the lottery, you are ebullient. The other describes someone who is perpetually upbeat and cheerful, for example, as in \"an ebullient personality.\" Watch out for ebullient personalities: they can often be \"over the top\" as well.",
    "masked_long": "There are two senses of the word of [...] One describes an immediate, and ultimately short-lived, reaction to a particular event — for example if you've just won the lottery, you are ebullient. The other describes someone who is perpetually upbeat and cheerful, for example, as in \"an [...] personality.\" Watch out for ebullient personalities: they can often be \"over the top\" as well.",
    "masked_short": "More than chipper, more than happy, more than delighted is [...] — meaning bubbling over with joy and delight.",
    "query_time": 1563665078.619549,
    "raw_long": [
      [
        0,
        "There are two senses of the word of "
      ],
      [
        1,
        "ebullient."
      ],
      [
        0,
        " One describes an immediate, and ultimately short-lived, reaction to a particular event — for example if you've just won the lottery, you are ebullient. The other describes someone who is perpetually upbeat and cheerful, for example, as in \"an "
      ],
      [
        1,
        "ebullient"
      ],
      [
        0,
        " personality.\" Watch out for ebullient personalities: they can often be \"over the top\" as well."
      ]
    ],
    "raw_short": [
      [
        0,
        "More than chipper, more than happy, more than delighted is "
      ],
      [
        1,
        "ebullient"
      ],
      [
        0,
        " — meaning bubbling over with joy and delight."
      ]
    ],
    "short": "More than chipper, more than happy, more than delighted is ebullient — meaning bubbling over with joy and delight.",
    "url": "https://www.vocabulary.com/dictionary/ebullient",
    "word": "ebullient"
  },
  "effrontery": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/1GE0JGCHGTC3I.mp3",
    "colored_long": "People have been guilty of outrageously self-centered behavior at least since 1715, when \u001b[31meffrontery\u001b[0m was coined. Tracing to the French word \u001b[31meffrontÃ©\u001b[0m, meaning \"shameless,\" the word \u001b[31meffrontery\u001b[0m is also connected to \u001b[31mbrazen\u001b[0m, which means \"of brass,\" and describes someone so accustomed to effrontery that he's hardened to it and has no concern for the harm done to others.",
    "colored_short": "If you rudely behave as if you have a right to something that you have no right to, you're committing \u001b[31meffrontery\u001b[0m. When a couple stroll into a crowded restaurant, demand the best table, and threaten the staff unless they're seated right away, that's \u001b[31meffrontery\u001b[0m.",
    "has_audio": true,
    "long": "People have been guilty of outrageously self-centered behavior at least since 1715, when effrontery was coined. Tracing to the French word effrontÃ©, meaning \"shameless,\" the word effrontery is also connected to brazen, which means \"of brass,\" and describes someone so accustomed to effrontery that he's hardened to it and has no concern for the harm done to others.",
    "masked_long": "People have been guilty of outrageously self-centered behavior at least since 1715, when [...] was coined. Tracing to the French word [...], meaning \"shameless,\" the word [...] is also connected to [...], which means \"of brass,\" and describes someone so accustomed to effrontery that he's hardened to it and has no concern for the harm done to others.",
    "masked_short": "If you rudely behave as if you have a right to something that you have no right to, you're committing [...]. When a couple stroll into a crowded restaurant, demand the best table, and threaten the staff unless they're seated right away, that's [...].",
    "query_time": 1563665767.017456,
    "raw_long": [
      [
        0,
        "People have been guilty of outrageously self-centered behavior at least since 1715, when "
      ],
      [
        1,
        "effrontery"
      ],
      [
        0,
        " was coined. Tracing to the French word "
      ],
      [
        1,
        "effrontÃ©"
      ],
      [
        0,
        ", meaning \"shameless,\" the word "
      ],
      [
        1,
        "effrontery"
      ],
      [
        0,
        " is also connected to "
      ],
      [
        1,
        "brazen"
      ],
      [
        0,
        ", which means \"of brass,\" and describes someone so accustomed to effrontery that he's hardened to it and has no concern for the harm done to others."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you rudely behave as if you have a right to something that you have no right to, you're committing "
      ],
      [
        1,
        "effrontery"
      ],
      [
        0,
        ". When a couple stroll into a crowded restaurant, demand the best table, and threaten the staff unless they're seated right away, that's "
      ],
      [
        1,
        "effrontery"
      ],
      [
        0,
        "."
      ]
    ],
    "short": "If you rudely behave as if you have a right to something that you have no right to, you're committing effrontery. When a couple stroll into a crowded restaurant, demand the best table, and threaten the staff unless they're seated right away, that's effrontery.",
    "url": "https://www.vocabulary.com/dictionary/effrontery",
    "word": "effrontery"
  },
  "embroil": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/1S2313ZFMOTIF.mp3",
    "colored_long": "\u001b[31mEmbroil\u001b[0m can refer to any sort of situation — romantic entanglements, political events, scandals — but it's probably most commonly used in reference to lawsuits. The classic lawsuit that embroiled its participants was the fictional case of Jarndyce. v. Jarndyce, in Dickens's novel \u001b[31mBleak House\u001b[0m — which went on for so many generations that all the characters' money was eaten up entirely by lawyers' fees. Let us repeat: nothing good comes of getting embroiled.",
    "colored_short": "To \u001b[31membroil\u001b[0m is to drag someone into a mess. If you're \u001b[31membroiled\u001b[0m, you're in deep. Being embroiled is far worse, far messier, and generally far more long-term, than simply being \"involved\" with something. Nothing good can come of being \u001b[31membroiled.\u001b[0m",
    "has_audio": true,
    "long": "Embroil can refer to any sort of situation — romantic entanglements, political events, scandals — but it's probably most commonly used in reference to lawsuits. The classic lawsuit that embroiled its participants was the fictional case of Jarndyce. v. Jarndyce, in Dickens's novel Bleak House — which went on for so many generations that all the characters' money was eaten up entirely by lawyers' fees. Let us repeat: nothing good comes of getting embroiled.",
    "masked_long": "[...] can refer to any sort of situation — romantic entanglements, political events, scandals — but it's probably most commonly used in reference to lawsuits. The classic lawsuit that embroiled its participants was the fictional case of Jarndyce. v. Jarndyce, in Dickens's novel [...] — which went on for so many generations that all the characters' money was eaten up entirely by lawyers' fees. Let us repeat: nothing good comes of getting embroiled.",
    "masked_short": "To [...] is to drag someone into a mess. If you're [...], you're in deep. Being embroiled is far worse, far messier, and generally far more long-term, than simply being \"involved\" with something. Nothing good can come of being [...]",
    "query_time": 1563664106.367977,
    "raw_long": [
      [
        1,
        "Embroil"
      ],
      [
        0,
        " can refer to any sort of situation — romantic entanglements, political events, scandals — but it's probably most commonly used in reference to lawsuits. The classic lawsuit that embroiled its participants was the fictional case of Jarndyce. v. Jarndyce, in Dickens's novel "
      ],
      [
        1,
        "Bleak House"
      ],
      [
        0,
        " — which went on for so many generations that all the characters' money was eaten up entirely by lawyers' fees. Let us repeat: nothing good comes of getting embroiled."
      ]
    ],
    "raw_short": [
      [
        0,
        "To "
      ],
      [
        1,
        "embroil"
      ],
      [
        0,
        " is to drag someone into a mess. If you're "
      ],
      [
        1,
        "embroiled"
      ],
      [
        0,
        ", you're in deep. Being embroiled is far worse, far messier, and generally far more long-term, than simply being \"involved\" with something. Nothing good can come of being "
      ],
      [
        1,
        "embroiled."
      ]
    ],
    "short": "To embroil is to drag someone into a mess. If you're embroiled, you're in deep. Being embroiled is far worse, far messier, and generally far more long-term, than simply being \"involved\" with something. Nothing good can come of being embroiled.",
    "url": "https://www.vocabulary.com/dictionary/embroil",
    "word": "embroil"
  },
  "epitomize": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/124K5D1700504.mp3",
    "colored_long": "A person can epitomize something — usually an abstract quality, like grace or greed — but \u001b[31mepitomize\u001b[0m can apply to other things as well. A popular band might epitomize the spirit of the new decade, which means it has all the main characteristics associated with the era's music, like long folksy beards, pretty harmonies, and earnest lyrics. A frustrating situation at work involving careless coworkers might make you say that they epitomize everything that’s wrong with your job.",
    "colored_short": "If you \u001b[31mepitomize\u001b[0m something, you’re a perfect example of that thing. If you never get nervous when playing basketball and can always make that last-second shot, your teammates might say you \u001b[31mepitomize\u001b[0m mental toughness.",
    "has_audio": true,
    "long": "A person can epitomize something — usually an abstract quality, like grace or greed — but epitomize can apply to other things as well. A popular band might epitomize the spirit of the new decade, which means it has all the main characteristics associated with the era's music, like long folksy beards, pretty harmonies, and earnest lyrics. A frustrating situation at work involving careless coworkers might make you say that they epitomize everything that’s wrong with your job.",
    "masked_long": "A person can epitomize something — usually an abstract quality, like grace or greed — but [...] can apply to other things as well. A popular band might epitomize the spirit of the new decade, which means it has all the main characteristics associated with the era's music, like long folksy beards, pretty harmonies, and earnest lyrics. A frustrating situation at work involving careless coworkers might make you say that they epitomize everything that’s wrong with your job.",
    "masked_short": "If you [...] something, you’re a perfect example of that thing. If you never get nervous when playing basketball and can always make that last-second shot, your teammates might say you [...] mental toughness.",
    "query_time": 1563663935.3761387,
    "raw_long": [
      [
        0,
        "A person can epitomize something — usually an abstract quality, like grace or greed — but "
      ],
      [
        1,
        "epitomize"
      ],
      [
        0,
        " can apply to other things as well. A popular band might epitomize the spirit of the new decade, which means it has all the main characteristics associated with the era's music, like long folksy beards, pretty harmonies, and earnest lyrics. A frustrating situation at work involving careless coworkers might make you say that they epitomize everything that’s wrong with your job."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you "
      ],
      [
        1,
        "epitomize"
      ],
      [
        0,
        " something, you’re a perfect example of that thing. If you never get nervous when playing basketball and can always make that last-second shot, your teammates might say you "
      ],
      [
        1,
        "epitomize"
      ],
      [
        0,
        " mental toughness."
      ]
    ],
    "short": "If you epitomize something, you’re a perfect example of that thing. If you never get nervous when playing basketball and can always make that last-second shot, your teammates might say you epitomize mental toughness.",
    "url": "https://www.vocabulary.com/dictionary/epitomize",
    "word": "epitomize"
  },
  "euphonious": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/1OPKGJ1GFUE0O.mp3",
    "colored_long": "This word sounds pretty when you say it, so it makes sense that it describes something pleasing to the ear. Most often, this word applies to music (probably not a heavy metal band, though). A great public speaker might have a euphonious voice. A well-written poem sounds euphonious. Many people find the sounds of nature euphonious. But the sound of barking, howling dogs?  Not euphonious.",
    "colored_short": "Something \u001b[31meuphonious\u001b[0m sounds beautiful and pleasant. \"You have a \u001b[31meuphonious\u001b[0m voice!\" is a great compliment for a singer.",
    "has_audio": true,
    "long": "This word sounds pretty when you say it, so it makes sense that it describes something pleasing to the ear. Most often, this word applies to music (probably not a heavy metal band, though). A great public speaker might have a euphonious voice. A well-written poem sounds euphonious. Many people find the sounds of nature euphonious. But the sound of barking, howling dogs?  Not euphonious.",
    "masked_long": "This word sounds pretty when you say it, so it makes sense that it describes something pleasing to the ear. Most often, this word applies to music (probably not a heavy metal band, though). A great public speaker might have a euphonious voice. A well-written poem sounds euphonious. Many people find the sounds of nature euphonious. But the sound of barking, howling dogs?  Not euphonious.",
    "masked_short": "Something [...] sounds beautiful and pleasant. \"You have a [...] voice!\" is a great compliment for a singer.",
    "query_time": 1563665201.1406682,
    "raw_long": [
      [
        0,
        "This word sounds pretty when you say it, so it makes sense that it describes something pleasing to the ear. Most often, this word applies to music (probably not a heavy metal band, though). A great public speaker might have a euphonious voice. A well-written poem sounds euphonious. Many people find the sounds of nature euphonious. But the sound of barking, howling dogs?  Not euphonious."
      ]
    ],
    "raw_short": [
      [
        0,
        "Something "
      ],
      [
        1,
        "euphonious"
      ],
      [
        0,
        " sounds beautiful and pleasant. \"You have a "
      ],
      [
        1,
        "euphonious"
      ],
      [
        0,
        " voice!\" is a great compliment for a singer."
      ]
    ],
    "short": "Something euphonious sounds beautiful and pleasant. \"You have a euphonious voice!\" is a great compliment for a singer.",
    "url": "https://www.vocabulary.com/dictionary/euphonious",
    "word": "euphonious"
  },
  "excavated": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/E/12AHFGWMW7V0C.mp3",
    "colored_long": "Construction crews also excavate when they remove material from the ground. Workers slowly excavate subways tunnels using explosives to break up the rock and earth. Then the workers clear away the materials, hollowing out a tunnel as they go. It often takes a lot of time and effort to excavate. But most people would agree a new subway line is dynamite!",
    "colored_short": "To \u001b[31mexcavate\u001b[0m is to remove or find by digging. If you have rocky soil in your garden, you may have to \u001b[31mexcavate\u001b[0m it to remove the rocks and replace them with additional soil.",
    "has_audio": true,
    "long": "Construction crews also excavate when they remove material from the ground. Workers slowly excavate subways tunnels using explosives to break up the rock and earth. Then the workers clear away the materials, hollowing out a tunnel as they go. It often takes a lot of time and effort to excavate. But most people would agree a new subway line is dynamite!",
    "masked_long": "Construction crews also excavate when they remove material from the ground. Workers slowly excavate subways tunnels using explosives to break up the rock and earth. Then the workers clear away the materials, hollowing out a tunnel as they go. It often takes a lot of time and effort to excavate. But most people would agree a new subway line is dynamite!",
    "masked_short": "To [...] is to remove or find by digging. If you have rocky soil in your garden, you may have to [...] it to remove the rocks and replace them with additional soil.",
    "query_time": 1563664642.8662846,
    "raw_long": [
      [
        0,
        "Construction crews also excavate when they remove material from the ground. Workers slowly excavate subways tunnels using explosives to break up the rock and earth. Then the workers clear away the materials, hollowing out a tunnel as they go. It often takes a lot of time and effort to excavate. But most people would agree a new subway line is dynamite!"
      ]
    ],
    "raw_short": [
      [
        0,
        "To "
      ],
      [
        1,
        "excavate"
      ],
      [
        0,
        " is to remove or find by digging. If you have rocky soil in your garden, you may have to "
      ],
      [
        1,
        "excavate"
      ],
      [
        0,
        " it to remove the rocks and replace them with additional soil."
      ]
    ],
    "short": "To excavate is to remove or find by digging. If you have rocky soil in your garden, you may have to excavate it to remove the rocks and replace them with additional soil.",
    "url": "https://www.vocabulary.com/dictionary/excavate?family=excavated",
    "word": "excavated"
  },
  "felicitous": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/F/V46XW3HUIKVF.mp3",
    "colored_long": "\u001b[31mFelicitous\u001b[0m can mean \"appropriate,\" but it also describes something that's lucky. When you plan a trip to the amusement park and it turns out that the sun is shining, that’s felicitous. If you need to mail a package by a certain date and you make it to the post office just in time, that’s also felicitous. The Latin root of \u001b[31mfelicitous\u001b[0m is \u001b[31mfelix\u001b[0m, \"happy or lucky.\"",
    "colored_short": "\u001b[31mFelicitous\u001b[0m describes something that's pleasantly apt or fitting. \u001b[31mFelicitous\u001b[0m words you write on your friend's birthday card are the ones that perfectly suit the occasion and make her happy when she reads them.",
    "has_audio": true,
    "long": "Felicitous can mean \"appropriate,\" but it also describes something that's lucky. When you plan a trip to the amusement park and it turns out that the sun is shining, that’s felicitous. If you need to mail a package by a certain date and you make it to the post office just in time, that’s also felicitous. The Latin root of felicitous is felix, \"happy or lucky.\"",
    "masked_long": "[...] can mean \"appropriate,\" but it also describes something that's lucky. When you plan a trip to the amusement park and it turns out that the sun is shining, that’s felicitous. If you need to mail a package by a certain date and you make it to the post office just in time, that’s also felicitous. The Latin root of [...] is [...], \"happy or lucky.\"",
    "masked_short": "[...] describes something that's pleasantly apt or fitting. [...] words you write on your friend's birthday card are the ones that perfectly suit the occasion and make her happy when she reads them.",
    "query_time": 1563665106.2529175,
    "raw_long": [
      [
        1,
        "Felicitous"
      ],
      [
        0,
        " can mean \"appropriate,\" but it also describes something that's lucky. When you plan a trip to the amusement park and it turns out that the sun is shining, that’s felicitous. If you need to mail a package by a certain date and you make it to the post office just in time, that’s also felicitous. The Latin root of "
      ],
      [
        1,
        "felicitous"
      ],
      [
        0,
        " is "
      ],
      [
        1,
        "felix"
      ],
      [
        0,
        ", \"happy or lucky.\""
      ]
    ],
    "raw_short": [
      [
        1,
        "Felicitous"
      ],
      [
        0,
        " describes something that's pleasantly apt or fitting. "
      ],
      [
        1,
        "Felicitous"
      ],
      [
        0,
        " words you write on your friend's birthday card are the ones that perfectly suit the occasion and make her happy when she reads them."
      ]
    ],
    "short": "Felicitous describes something that's pleasantly apt or fitting. Felicitous words you write on your friend's birthday card are the ones that perfectly suit the occasion and make her happy when she reads them.",
    "url": "https://www.vocabulary.com/dictionary/felicitous",
    "word": "felicitous"
  },
  "flagrant": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/F/10LQSSFOUY7E8.mp3",
    "colored_long": "The current meaning of the adjective \u001b[31mflagrant\u001b[0m — \"obviously offensive or disgraceful\" — is thought to derive from the Latin legal term \u001b[31min flagrante delicto\u001b[0m, which literally meant \"with fire still blazing\" and is used figuratively to describe a situation in which the criminal is caught red handed. Aside from a flagrant abuse of the law, the word can also be used to describe anything that is obviously bad — like flagrant bad taste or flagrant abuse of the rules of grammar.",
    "colored_short": "Something \u001b[31mflagrant\u001b[0m is bad — so bad you can't ignore it. A \u001b[31mflagrant\u001b[0m foul in sports might send you to the bench, and a \u001b[31mflagrant\u001b[0m violation of the law might send you to the slammer.",
    "has_audio": true,
    "long": "The current meaning of the adjective flagrant — \"obviously offensive or disgraceful\" — is thought to derive from the Latin legal term in flagrante delicto, which literally meant \"with fire still blazing\" and is used figuratively to describe a situation in which the criminal is caught red handed. Aside from a flagrant abuse of the law, the word can also be used to describe anything that is obviously bad — like flagrant bad taste or flagrant abuse of the rules of grammar.",
    "masked_long": "The current meaning of the adjective [...] — \"obviously offensive or disgraceful\" — is thought to derive from the Latin legal term [...], which literally meant \"with fire still blazing\" and is used figuratively to describe a situation in which the criminal is caught red handed. Aside from a flagrant abuse of the law, the word can also be used to describe anything that is obviously bad — like flagrant bad taste or flagrant abuse of the rules of grammar.",
    "masked_short": "Something [...] is bad — so bad you can't ignore it. A [...] foul in sports might send you to the bench, and a [...] violation of the law might send you to the slammer.",
    "query_time": 1563664014.5207407,
    "raw_long": [
      [
        0,
        "The current meaning of the adjective "
      ],
      [
        1,
        "flagrant"
      ],
      [
        0,
        " — \"obviously offensive or disgraceful\" — is thought to derive from the Latin legal term "
      ],
      [
        1,
        "in flagrante delicto"
      ],
      [
        0,
        ", which literally meant \"with fire still blazing\" and is used figuratively to describe a situation in which the criminal is caught red handed. Aside from a flagrant abuse of the law, the word can also be used to describe anything that is obviously bad — like flagrant bad taste or flagrant abuse of the rules of grammar."
      ]
    ],
    "raw_short": [
      [
        0,
        "Something "
      ],
      [
        1,
        "flagrant"
      ],
      [
        0,
        " is bad — so bad you can't ignore it. A "
      ],
      [
        1,
        "flagrant"
      ],
      [
        0,
        " foul in sports might send you to the bench, and a "
      ],
      [
        1,
        "flagrant"
      ],
      [
        0,
        " violation of the law might send you to the slammer."
      ]
    ],
    "short": "Something flagrant is bad — so bad you can't ignore it. A flagrant foul in sports might send you to the bench, and a flagrant violation of the law might send you to the slammer.",
    "url": "https://www.vocabulary.com/dictionary/flagrant",
    "word": "flagrant"
  },
  "garnish": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/G/1N8T8ND1QN56O.mp3",
    "colored_long": "Long ago, in 14th-century France, the word \u001b[31mgarnir\u001b[0m meant, in part, \"to warn or defend,\" a meaning that survived in one of the meanings of \u001b[31mgarnish\u001b[0m, \"to seize wages to pay a debt.\" But word meanings often branch out, and \"to warn\" came to mean \"to arm oneself,\" and later \"to fit out or equip.\" It came to mean \"to embellish\" in Middle English, and, from the late 17th century on, the word was used commonly for the embellishment or decoration of food.",
    "colored_short": "A \u001b[31mgarnish\u001b[0m is a decoration or embellishment, often used with food. It is also the verb that means to do the decorating: you can \u001b[31mgarnish\u001b[0m a baked fish with a \u001b[31mgarnish\u001b[0m of lemon slices and parsley.",
    "has_audio": true,
    "long": "Long ago, in 14th-century France, the word garnir meant, in part, \"to warn or defend,\" a meaning that survived in one of the meanings of garnish, \"to seize wages to pay a debt.\" But word meanings often branch out, and \"to warn\" came to mean \"to arm oneself,\" and later \"to fit out or equip.\" It came to mean \"to embellish\" in Middle English, and, from the late 17th century on, the word was used commonly for the embellishment or decoration of food.",
    "masked_long": "Long ago, in 14th-century France, the word [...] meant, in part, \"to warn or defend,\" a meaning that survived in one of the meanings of [...], \"to seize wages to pay a debt.\" But word meanings often branch out, and \"to warn\" came to mean \"to arm oneself,\" and later \"to fit out or equip.\" It came to mean \"to embellish\" in Middle English, and, from the late 17th century on, the word was used commonly for the embellishment or decoration of food.",
    "masked_short": "A [...] is a decoration or embellishment, often used with food. It is also the verb that means to do the decorating: you can [...] a baked fish with a [...] of lemon slices and parsley.",
    "query_time": 1563664148.187357,
    "raw_long": [
      [
        0,
        "Long ago, in 14th-century France, the word "
      ],
      [
        1,
        "garnir"
      ],
      [
        0,
        " meant, in part, \"to warn or defend,\" a meaning that survived in one of the meanings of "
      ],
      [
        1,
        "garnish"
      ],
      [
        0,
        ", \"to seize wages to pay a debt.\" But word meanings often branch out, and \"to warn\" came to mean \"to arm oneself,\" and later \"to fit out or equip.\" It came to mean \"to embellish\" in Middle English, and, from the late 17th century on, the word was used commonly for the embellishment or decoration of food."
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "garnish"
      ],
      [
        0,
        " is a decoration or embellishment, often used with food. It is also the verb that means to do the decorating: you can "
      ],
      [
        1,
        "garnish"
      ],
      [
        0,
        " a baked fish with a "
      ],
      [
        1,
        "garnish"
      ],
      [
        0,
        " of lemon slices and parsley."
      ]
    ],
    "short": "A garnish is a decoration or embellishment, often used with food. It is also the verb that means to do the decorating: you can garnish a baked fish with a garnish of lemon slices and parsley.",
    "url": "https://www.vocabulary.com/dictionary/garnish",
    "word": "garnish"
  },
  "guile": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/G/1SIPDMVOQKSMJ.mp3",
    "colored_long": "The noun \u001b[31mguile\u001b[0m has quite negative connotations, as it refers to the kind of knowledge and skill that can be used by comic book villains for evil and not good! People who have \u001b[31mguile\u001b[0m are also thought of as being \u001b[31mwily\u001b[0m (which is also a related word), \u001b[31msneaky\u001b[0m, and \u001b[31mdeceitful\u001b[0m. Those who are free of guile are pure and upstanding, and Henry David Thoreau affirms those feelings when he writes: \"It is the work of a brave man surely, in whom there was no guile!\"",
    "colored_short": "Use the noun \u001b[31mguile\u001b[0m for cunning, craftiness, and artful duplicity. Acting like you have a job on Wall Street when you're actually unemployed would take a lot of \u001b[31mguile\u001b[0m.",
    "has_audio": true,
    "long": "The noun guile has quite negative connotations, as it refers to the kind of knowledge and skill that can be used by comic book villains for evil and not good! People who have guile are also thought of as being wily (which is also a related word), sneaky, and deceitful. Those who are free of guile are pure and upstanding, and Henry David Thoreau affirms those feelings when he writes: \"It is the work of a brave man surely, in whom there was no guile!\"",
    "masked_long": "The noun [...] has quite negative connotations, as it refers to the kind of knowledge and skill that can be used by comic book villains for evil and not good! People who have [...] are also thought of as being [...] (which is also a related word), [...], and [...]. Those who are free of guile are pure and upstanding, and Henry David Thoreau affirms those feelings when he writes: \"It is the work of a brave man surely, in whom there was no guile!\"",
    "masked_short": "Use the noun [...] for cunning, craftiness, and artful duplicity. Acting like you have a job on Wall Street when you're actually unemployed would take a lot of [...].",
    "query_time": 1563664375.6719546,
    "raw_long": [
      [
        0,
        "The noun "
      ],
      [
        1,
        "guile"
      ],
      [
        0,
        " has quite negative connotations, as it refers to the kind of knowledge and skill that can be used by comic book villains for evil and not good! People who have "
      ],
      [
        1,
        "guile"
      ],
      [
        0,
        " are also thought of as being "
      ],
      [
        1,
        "wily"
      ],
      [
        0,
        " (which is also a related word), "
      ],
      [
        1,
        "sneaky"
      ],
      [
        0,
        ", and "
      ],
      [
        1,
        "deceitful"
      ],
      [
        0,
        ". Those who are free of guile are pure and upstanding, and Henry David Thoreau affirms those feelings when he writes: \"It is the work of a brave man surely, in whom there was no guile!\""
      ]
    ],
    "raw_short": [
      [
        0,
        "Use the noun "
      ],
      [
        1,
        "guile"
      ],
      [
        0,
        " for cunning, craftiness, and artful duplicity. Acting like you have a job on Wall Street when you're actually unemployed would take a lot of "
      ],
      [
        1,
        "guile"
      ],
      [
        0,
        "."
      ]
    ],
    "short": "Use the noun guile for cunning, craftiness, and artful duplicity. Acting like you have a job on Wall Street when you're actually unemployed would take a lot of guile.",
    "url": "https://www.vocabulary.com/dictionary/guile",
    "word": "guile"
  },
  "instigate": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/I/7R21ZI59ST2K.mp3",
    "colored_long": "\u001b[31mInstigate\u001b[0m comes from the Latin word \u001b[31minstigare\u001b[0m \"to incite.\" People who are instigators often begin trouble but then back off and let others break the rules. If you instigate a food fight in the cafeteria, you might throw the first spoonful of mashed potatoes, but then you stop and let all the other students carry on the chaos. When something is instigated, the outcome tends to be unknown. The plan you instigate might not lead to the desired result.",
    "colored_short": "When you \u001b[31minstigate\u001b[0m something, you start it, but the word carries conflict with it. If you are suspended for wearing a political t-shirt, the incident might \u001b[31minstigate\u001b[0m days of protest by students and faculty.",
    "has_audio": true,
    "long": "Instigate comes from the Latin word instigare \"to incite.\" People who are instigators often begin trouble but then back off and let others break the rules. If you instigate a food fight in the cafeteria, you might throw the first spoonful of mashed potatoes, but then you stop and let all the other students carry on the chaos. When something is instigated, the outcome tends to be unknown. The plan you instigate might not lead to the desired result.",
    "masked_long": "[...] comes from the Latin word [...] \"to incite.\" People who are instigators often begin trouble but then back off and let others break the rules. If you instigate a food fight in the cafeteria, you might throw the first spoonful of mashed potatoes, but then you stop and let all the other students carry on the chaos. When something is instigated, the outcome tends to be unknown. The plan you instigate might not lead to the desired result.",
    "masked_short": "When you [...] something, you start it, but the word carries conflict with it. If you are suspended for wearing a political t-shirt, the incident might [...] days of protest by students and faculty.",
    "query_time": 1563665234.3713803,
    "raw_long": [
      [
        1,
        "Instigate"
      ],
      [
        0,
        " comes from the Latin word "
      ],
      [
        1,
        "instigare"
      ],
      [
        0,
        " \"to incite.\" People who are instigators often begin trouble but then back off and let others break the rules. If you instigate a food fight in the cafeteria, you might throw the first spoonful of mashed potatoes, but then you stop and let all the other students carry on the chaos. When something is instigated, the outcome tends to be unknown. The plan you instigate might not lead to the desired result."
      ]
    ],
    "raw_short": [
      [
        0,
        "When you "
      ],
      [
        1,
        "instigate"
      ],
      [
        0,
        " something, you start it, but the word carries conflict with it. If you are suspended for wearing a political t-shirt, the incident might "
      ],
      [
        1,
        "instigate"
      ],
      [
        0,
        " days of protest by students and faculty."
      ]
    ],
    "short": "When you instigate something, you start it, but the word carries conflict with it. If you are suspended for wearing a political t-shirt, the incident might instigate days of protest by students and faculty.",
    "url": "https://www.vocabulary.com/dictionary/instigate",
    "word": "instigate"
  },
  "intransigence": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/I/176Z8YHU53L1W.mp3",
    "colored_long": "Inside of \u001b[31mintransigence\u001b[0m you see the Latin \u001b[31mtransigere\u001b[0m which means to come to an understanding. People who show intransigence refuse to do this. Nations are often accused of intransigence when they refuse to comply with international standards or will.",
    "colored_short": "If you refuse to compromise with your sister about whose turn it is to do the dishes, your mother might accuse you both of \u001b[31mintransigence\u001b[0m. \u001b[31mIntransigence\u001b[0m is a stubborn refusal to change your views.",
    "has_audio": true,
    "long": "Inside of intransigence you see the Latin transigere which means to come to an understanding. People who show intransigence refuse to do this. Nations are often accused of intransigence when they refuse to comply with international standards or will.",
    "masked_long": "Inside of [...] you see the Latin [...] which means to come to an understanding. People who show intransigence refuse to do this. Nations are often accused of intransigence when they refuse to comply with international standards or will.",
    "masked_short": "If you refuse to compromise with your sister about whose turn it is to do the dishes, your mother might accuse you both of [...]. [...] is a stubborn refusal to change your views.",
    "query_time": 1563664320.3956583,
    "raw_long": [
      [
        0,
        "Inside of "
      ],
      [
        1,
        "intransigence"
      ],
      [
        0,
        " you see the Latin "
      ],
      [
        1,
        "transigere"
      ],
      [
        0,
        " which means to come to an understanding. People who show intransigence refuse to do this. Nations are often accused of intransigence when they refuse to comply with international standards or will."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you refuse to compromise with your sister about whose turn it is to do the dishes, your mother might accuse you both of "
      ],
      [
        1,
        "intransigence"
      ],
      [
        0,
        ". "
      ],
      [
        1,
        "Intransigence"
      ],
      [
        0,
        " is a stubborn refusal to change your views."
      ]
    ],
    "short": "If you refuse to compromise with your sister about whose turn it is to do the dishes, your mother might accuse you both of intransigence. Intransigence is a stubborn refusal to change your views.",
    "url": "https://www.vocabulary.com/dictionary/intransigence",
    "word": "intransigence"
  },
  "itinerant": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/I/2XVTYH6WXT4Z.mp3",
    "colored_long": "\u001b[31mItinerant\u001b[0m is pronounced \"eye-TIN-er-ant.\" It might remind you of \u001b[31mitinerary\u001b[0m, the traveler's schedule that lists flights, hotel check-in times, and other plans. It's no surprise that both words come from the Latin word \u001b[31mitinerare\u001b[0m, meaning \"to travel.\" \u001b[31mItinerant\u001b[0m was first used in the 16th century to describe circuit judges who traveled to faraway courtrooms. Today, almost anyone can be an itinerant.",
    "colored_short": "An \u001b[31mitinerant\u001b[0m is a person who moves from place to place, typically for work, like the \u001b[31mitinerant\u001b[0m preacher who moves to a new community every few years.",
    "has_audio": true,
    "long": "Itinerant is pronounced \"eye-TIN-er-ant.\" It might remind you of itinerary, the traveler's schedule that lists flights, hotel check-in times, and other plans. It's no surprise that both words come from the Latin word itinerare, meaning \"to travel.\" Itinerant was first used in the 16th century to describe circuit judges who traveled to faraway courtrooms. Today, almost anyone can be an itinerant.",
    "masked_long": "[...] is pronounced \"eye-TIN-er-ant.\" It might remind you of [...], the traveler's schedule that lists flights, hotel check-in times, and other plans. It's no surprise that both words come from the Latin word [...], meaning \"to travel.\" [...] was first used in the 16th century to describe circuit judges who traveled to faraway courtrooms. Today, almost anyone can be an itinerant.",
    "masked_short": "An [...] is a person who moves from place to place, typically for work, like the [...] preacher who moves to a new community every few years.",
    "query_time": 1563664176.934653,
    "raw_long": [
      [
        1,
        "Itinerant"
      ],
      [
        0,
        " is pronounced \"eye-TIN-er-ant.\" It might remind you of "
      ],
      [
        1,
        "itinerary"
      ],
      [
        0,
        ", the traveler's schedule that lists flights, hotel check-in times, and other plans. It's no surprise that both words come from the Latin word "
      ],
      [
        1,
        "itinerare"
      ],
      [
        0,
        ", meaning \"to travel.\" "
      ],
      [
        1,
        "Itinerant"
      ],
      [
        0,
        " was first used in the 16th century to describe circuit judges who traveled to faraway courtrooms. Today, almost anyone can be an itinerant."
      ]
    ],
    "raw_short": [
      [
        0,
        "An "
      ],
      [
        1,
        "itinerant"
      ],
      [
        0,
        " is a person who moves from place to place, typically for work, like the "
      ],
      [
        1,
        "itinerant"
      ],
      [
        0,
        " preacher who moves to a new community every few years."
      ]
    ],
    "short": "An itinerant is a person who moves from place to place, typically for work, like the itinerant preacher who moves to a new community every few years.",
    "url": "https://www.vocabulary.com/dictionary/itinerant",
    "word": "itinerant"
  },
  "knotty": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/K/1Y0UJTC3VQTUC.mp3",
    "colored_long": "The adjective \u001b[31mknotty\u001b[0m is a way to describe something that’s covered in knots. It can be used in a literal sense to refer to wood that is covered in hard, irregular knots — you’ve probably seen these circular, knobby imperfections that sometime appear on wood. The word can also be used figuratively to describe something that is intricate and difficult to solve, such as a knotty political problem involving two warring nations or a knotty legal issue involving complicated constitutional issues.",
    "colored_short": "Whether it’s pine or problems, sometimes the word \u001b[31mknotty\u001b[0m can apply to both. \u001b[31mKnotty\u001b[0m can describe something that has a lot of knots, either literally or figuratively.",
    "has_audio": true,
    "long": "The adjective knotty is a way to describe something that’s covered in knots. It can be used in a literal sense to refer to wood that is covered in hard, irregular knots — you’ve probably seen these circular, knobby imperfections that sometime appear on wood. The word can also be used figuratively to describe something that is intricate and difficult to solve, such as a knotty political problem involving two warring nations or a knotty legal issue involving complicated constitutional issues.",
    "masked_long": "The adjective [...] is a way to describe something that’s covered in knots. It can be used in a literal sense to refer to wood that is covered in hard, irregular knots — you’ve probably seen these circular, knobby imperfections that sometime appear on wood. The word can also be used figuratively to describe something that is intricate and difficult to solve, such as a knotty political problem involving two warring nations or a knotty legal issue involving complicated constitutional issues.",
    "masked_short": "Whether it’s pine or problems, sometimes the word [...] can apply to both. [...] can describe something that has a lot of knots, either literally or figuratively.",
    "query_time": 1563651125.5045915,
    "raw_long": [
      [
        0,
        "The adjective "
      ],
      [
        1,
        "knotty"
      ],
      [
        0,
        " is a way to describe something that’s covered in knots. It can be used in a literal sense to refer to wood that is covered in hard, irregular knots — you’ve probably seen these circular, knobby imperfections that sometime appear on wood. The word can also be used figuratively to describe something that is intricate and difficult to solve, such as a knotty political problem involving two warring nations or a knotty legal issue involving complicated constitutional issues."
      ]
    ],
    "raw_short": [
      [
        0,
        "Whether it’s pine or problems, sometimes the word "
      ],
      [
        1,
        "knotty"
      ],
      [
        0,
        " can apply to both. "
      ],
      [
        1,
        "Knotty"
      ],
      [
        0,
        " can describe something that has a lot of knots, either literally or figuratively."
      ]
    ],
    "short": "Whether it’s pine or problems, sometimes the word knotty can apply to both. Knotty can describe something that has a lot of knots, either literally or figuratively.",
    "url": "https://www.vocabulary.com/dictionary/knotty",
    "word": "knotty"
  },
  "machination": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/M/S0FP5JAVY9Y7.mp3",
    "colored_long": "Not surprisingly, \u001b[31mmachination\u001b[0m derives from the Medieval French \u001b[31mmachina\u001b[0m, meaning \"machine.\" And, like many a machine, a machination is subject to going wrong, often comically (see James Bond movies). Politicians love a good machination, and their machinations are frequently exposed in the press as scandals.",
    "colored_short": "When a James Bond villain comes up with a plan to destroy the world, he doesn’t use a simple plan. No, he uses a \u001b[31mmachination\u001b[0m — a complex plot that relies on numerous elements coming together to work.",
    "has_audio": true,
    "long": "Not surprisingly, machination derives from the Medieval French machina, meaning \"machine.\" And, like many a machine, a machination is subject to going wrong, often comically (see James Bond movies). Politicians love a good machination, and their machinations are frequently exposed in the press as scandals.",
    "masked_long": "Not surprisingly, [...] derives from the Medieval French [...], meaning \"machine.\" And, like many a machine, a machination is subject to going wrong, often comically (see James Bond movies). Politicians love a good machination, and their machinations are frequently exposed in the press as scandals.",
    "masked_short": "When a James Bond villain comes up with a plan to destroy the world, he doesn’t use a simple plan. No, he uses a [...] — a complex plot that relies on numerous elements coming together to work.",
    "query_time": 1563664420.9127243,
    "raw_long": [
      [
        0,
        "Not surprisingly, "
      ],
      [
        1,
        "machination"
      ],
      [
        0,
        " derives from the Medieval French "
      ],
      [
        1,
        "machina"
      ],
      [
        0,
        ", meaning \"machine.\" And, like many a machine, a machination is subject to going wrong, often comically (see James Bond movies). Politicians love a good machination, and their machinations are frequently exposed in the press as scandals."
      ]
    ],
    "raw_short": [
      [
        0,
        "When a James Bond villain comes up with a plan to destroy the world, he doesn’t use a simple plan. No, he uses a "
      ],
      [
        1,
        "machination"
      ],
      [
        0,
        " — a complex plot that relies on numerous elements coming together to work."
      ]
    ],
    "short": "When a James Bond villain comes up with a plan to destroy the world, he doesn’t use a simple plan. No, he uses a machination — a complex plot that relies on numerous elements coming together to work.",
    "url": "https://www.vocabulary.com/dictionary/machination",
    "word": "machination"
  },
  "muddled": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/M/11FWRIT300VWQ.mp3",
    "colored_long": "Your school's football quarterback might get muddled and throw the ball the wrong way. Or, your muddled French teacher could make the class feel muddled too if she accidentally starts speaking German in class. The verb \u001b[31mmuddle\u001b[0m, \"to make confused or disordered,\" originally meant \"destroy the clarity of,\" from its literal meaning, \"to bathe in mud.\"",
    "colored_short": "\u001b[31mMuddled\u001b[0m things are all mixed-up and confused. Your mind might feel \u001b[31mmuddled\u001b[0m when you first wake up from a long nap.",
    "has_audio": true,
    "long": "Your school's football quarterback might get muddled and throw the ball the wrong way. Or, your muddled French teacher could make the class feel muddled too if she accidentally starts speaking German in class. The verb muddle, \"to make confused or disordered,\" originally meant \"destroy the clarity of,\" from its literal meaning, \"to bathe in mud.\"",
    "masked_long": "Your school's football quarterback might get muddled and throw the ball the wrong way. Or, your muddled French teacher could make the class feel muddled too if she accidentally starts speaking German in class. The verb [...], \"to make confused or disordered,\" originally meant \"destroy the clarity of,\" from its literal meaning, \"to bathe in mud.\"",
    "masked_short": "[...] things are all mixed-up and confused. Your mind might feel [...] when you first wake up from a long nap.",
    "query_time": 1563664256.0284393,
    "raw_long": [
      [
        0,
        "Your school's football quarterback might get muddled and throw the ball the wrong way. Or, your muddled French teacher could make the class feel muddled too if she accidentally starts speaking German in class. The verb "
      ],
      [
        1,
        "muddle"
      ],
      [
        0,
        ", \"to make confused or disordered,\" originally meant \"destroy the clarity of,\" from its literal meaning, \"to bathe in mud.\""
      ]
    ],
    "raw_short": [
      [
        1,
        "Muddled"
      ],
      [
        0,
        " things are all mixed-up and confused. Your mind might feel "
      ],
      [
        1,
        "muddled"
      ],
      [
        0,
        " when you first wake up from a long nap."
      ]
    ],
    "short": "Muddled things are all mixed-up and confused. Your mind might feel muddled when you first wake up from a long nap.",
    "url": "https://www.vocabulary.com/dictionary/muddled",
    "word": "muddled"
  },
  "obdurate": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/O/D0MMPQKBHNFS.mp3",
    "colored_long": "This adjective descends from Latin \u001b[31mobdurare\u001b[0m, \"to harden.\" A near synonym is \u001b[31madamant\u001b[0m, from Latin \u001b[31madamas\u001b[0m, \"hard metal, diamond.\" So both of these synonyms derive from the quality of hardness being associated with a stubborn personality.",
    "colored_short": "\u001b[31mObdurate\u001b[0m is a formal word meaning stubborn. If you want to major in English, but your parents are \u001b[31mobdurate\u001b[0m that you should go premed, they might go so far as to threaten not to pay your tuition.",
    "has_audio": true,
    "long": "This adjective descends from Latin obdurare, \"to harden.\" A near synonym is adamant, from Latin adamas, \"hard metal, diamond.\" So both of these synonyms derive from the quality of hardness being associated with a stubborn personality.",
    "masked_long": "This adjective descends from Latin [...], \"to harden.\" A near synonym is [...], from Latin [...], \"hard metal, diamond.\" So both of these synonyms derive from the quality of hardness being associated with a stubborn personality.",
    "masked_short": "[...] is a formal word meaning stubborn. If you want to major in English, but your parents are [...] that you should go premed, they might go so far as to threaten not to pay your tuition.",
    "query_time": 1563664925.8111782,
    "raw_long": [
      [
        0,
        "This adjective descends from Latin "
      ],
      [
        1,
        "obdurare"
      ],
      [
        0,
        ", \"to harden.\" A near synonym is "
      ],
      [
        1,
        "adamant"
      ],
      [
        0,
        ", from Latin "
      ],
      [
        1,
        "adamas"
      ],
      [
        0,
        ", \"hard metal, diamond.\" So both of these synonyms derive from the quality of hardness being associated with a stubborn personality."
      ]
    ],
    "raw_short": [
      [
        1,
        "Obdurate"
      ],
      [
        0,
        " is a formal word meaning stubborn. If you want to major in English, but your parents are "
      ],
      [
        1,
        "obdurate"
      ],
      [
        0,
        " that you should go premed, they might go so far as to threaten not to pay your tuition."
      ]
    ],
    "short": "Obdurate is a formal word meaning stubborn. If you want to major in English, but your parents are obdurate that you should go premed, they might go so far as to threaten not to pay your tuition.",
    "url": "https://www.vocabulary.com/dictionary/obdurate",
    "word": "obdurate"
  },
  "pedant": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/P/133WBMR1S7DQ7.mp3",
    "colored_long": "This word was borrowed from French \u001b[31mpédant\u001b[0m or Italian \u001b[31mpedante\u001b[0m \"teacher, schoolmaster,\" but its ultimate origin is unknown. One theory is that the original meaning of Italian \u001b[31mpedante\u001b[0m was \"foot soldier,\" associated with the Italian word \u001b[31mpedagogo\u001b[0m \"teacher\" because teachers are always on their feet. Another theory is that Italian \u001b[31mpedante\u001b[0m was formed from the root of Greek \u001b[31mpaideuein\u001b[0m \"to teach,\" which happens to be the source of English \u001b[31mpedagogue\u001b[0m \"teacher.\" In fact, a \u001b[31mpedagogue\u001b[0m is a pedantic teacher.",
    "colored_short": "A \u001b[31mpedant\u001b[0m is an annoying person who is focused on minor details and book knowledge rather than ordinary common sense. In war, it can be dangerous to have a pedant as commander — he'll insist on textbook maneuvers instead of adapting to circumstances on the ground.",
    "has_audio": true,
    "long": "This word was borrowed from French pédant or Italian pedante \"teacher, schoolmaster,\" but its ultimate origin is unknown. One theory is that the original meaning of Italian pedante was \"foot soldier,\" associated with the Italian word pedagogo \"teacher\" because teachers are always on their feet. Another theory is that Italian pedante was formed from the root of Greek paideuein \"to teach,\" which happens to be the source of English pedagogue \"teacher.\" In fact, a pedagogue is a pedantic teacher.",
    "masked_long": "This word was borrowed from French [...] or Italian [...] \"teacher, schoolmaster,\" but its ultimate origin is unknown. One theory is that the original meaning of Italian [...] was \"foot soldier,\" associated with the Italian word [...] \"teacher\" because teachers are always on their feet. Another theory is that Italian [...] was formed from the root of Greek [...] \"to teach,\" which happens to be the source of English [...] \"teacher.\" In fact, a [...] is a pedantic teacher.",
    "masked_short": "A [...] is an annoying person who is focused on minor details and book knowledge rather than ordinary common sense. In war, it can be dangerous to have a pedant as commander — he'll insist on textbook maneuvers instead of adapting to circumstances on the ground.",
    "query_time": 1563665292.276152,
    "raw_long": [
      [
        0,
        "This word was borrowed from French "
      ],
      [
        1,
        "pédant"
      ],
      [
        0,
        " or Italian "
      ],
      [
        1,
        "pedante"
      ],
      [
        0,
        " \"teacher, schoolmaster,\" but its ultimate origin is unknown. One theory is that the original meaning of Italian "
      ],
      [
        1,
        "pedante"
      ],
      [
        0,
        " was \"foot soldier,\" associated with the Italian word "
      ],
      [
        1,
        "pedagogo"
      ],
      [
        0,
        " \"teacher\" because teachers are always on their feet. Another theory is that Italian "
      ],
      [
        1,
        "pedante"
      ],
      [
        0,
        " was formed from the root of Greek "
      ],
      [
        1,
        "paideuein"
      ],
      [
        0,
        " \"to teach,\" which happens to be the source of English "
      ],
      [
        1,
        "pedagogue"
      ],
      [
        0,
        " \"teacher.\" In fact, a "
      ],
      [
        1,
        "pedagogue"
      ],
      [
        0,
        " is a pedantic teacher."
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "pedant"
      ],
      [
        0,
        " is an annoying person who is focused on minor details and book knowledge rather than ordinary common sense. In war, it can be dangerous to have a pedant as commander — he'll insist on textbook maneuvers instead of adapting to circumstances on the ground."
      ]
    ],
    "short": "A pedant is an annoying person who is focused on minor details and book knowledge rather than ordinary common sense. In war, it can be dangerous to have a pedant as commander — he'll insist on textbook maneuvers instead of adapting to circumstances on the ground.",
    "url": "https://www.vocabulary.com/dictionary/pedant",
    "word": "pedant"
  },
  "prosaic": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/P/1WWWTCMQSRB1Y.mp3",
    "colored_long": "This adjective is from Latin \u001b[31mprosa\u001b[0m \"prose,\" which is ordinary writing intended to communicate ideas and information. \u001b[31mProse\u001b[0m is often contrasted with poetry, which usually has a more imaginative and original style.",
    "colored_short": "\u001b[31mProsaic\u001b[0m means ordinary or dull. Most of us lead a \u001b[31mprosaic\u001b[0m everyday life, sometimes interrupted by some drama or crisis.",
    "has_audio": true,
    "long": "This adjective is from Latin prosa \"prose,\" which is ordinary writing intended to communicate ideas and information. Prose is often contrasted with poetry, which usually has a more imaginative and original style.",
    "masked_long": "This adjective is from Latin [...] \"prose,\" which is ordinary writing intended to communicate ideas and information. [...] is often contrasted with poetry, which usually has a more imaginative and original style.",
    "masked_short": "[...] means ordinary or dull. Most of us lead a [...] everyday life, sometimes interrupted by some drama or crisis.",
    "query_time": 1563665124.101426,
    "raw_long": [
      [
        0,
        "This adjective is from Latin "
      ],
      [
        1,
        "prosa"
      ],
      [
        0,
        " \"prose,\" which is ordinary writing intended to communicate ideas and information. "
      ],
      [
        1,
        "Prose"
      ],
      [
        0,
        " is often contrasted with poetry, which usually has a more imaginative and original style."
      ]
    ],
    "raw_short": [
      [
        1,
        "Prosaic"
      ],
      [
        0,
        " means ordinary or dull. Most of us lead a "
      ],
      [
        1,
        "prosaic"
      ],
      [
        0,
        " everyday life, sometimes interrupted by some drama or crisis."
      ]
    ],
    "short": "Prosaic means ordinary or dull. Most of us lead a prosaic everyday life, sometimes interrupted by some drama or crisis.",
    "url": "https://www.vocabulary.com/dictionary/prosaic",
    "word": "prosaic"
  },
  "rambling": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/R/H0GTAK4VKT2L.mp3",
    "colored_long": "\u001b[31mRambling\u001b[0m always means indirect and a little confusing, which can be a negative quality in a classroom lecture or movie plot â€” but when you're talking about a path through the woods, \u001b[31mrambling\u001b[0m is a charming way to describe it. You might love to hike through the woods on rambling trails that twist and turn. \u001b[31mRambling\u001b[0m comes from the verb \u001b[31mramble\u001b[0m, \"walk or stroll,\" which is a variant on the older verb \u001b[31mromen\u001b[0m, \"to walk, or to go,\" and related to \"roam.\"",
    "colored_short": "The adjective \u001b[31mrambling\u001b[0m means confused and long-winded, the way you could describe your grandfather's endless \u001b[31mrambling\u001b[0m stories of his childhood.",
    "has_audio": true,
    "long": "Rambling always means indirect and a little confusing, which can be a negative quality in a classroom lecture or movie plot â€” but when you're talking about a path through the woods, rambling is a charming way to describe it. You might love to hike through the woods on rambling trails that twist and turn. Rambling comes from the verb ramble, \"walk or stroll,\" which is a variant on the older verb romen, \"to walk, or to go,\" and related to \"roam.\"",
    "masked_long": "[...] always means indirect and a little confusing, which can be a negative quality in a classroom lecture or movie plot â€” but when you're talking about a path through the woods, [...] is a charming way to describe it. You might love to hike through the woods on rambling trails that twist and turn. [...] comes from the verb [...], \"walk or stroll,\" which is a variant on the older verb [...], \"to walk, or to go,\" and related to \"roam.\"",
    "masked_short": "The adjective [...] means confused and long-winded, the way you could describe your grandfather's endless [...] stories of his childhood.",
    "query_time": 1563664282.9553986,
    "raw_long": [
      [
        1,
        "Rambling"
      ],
      [
        0,
        " always means indirect and a little confusing, which can be a negative quality in a classroom lecture or movie plot â€” but when you're talking about a path through the woods, "
      ],
      [
        1,
        "rambling"
      ],
      [
        0,
        " is a charming way to describe it. You might love to hike through the woods on rambling trails that twist and turn. "
      ],
      [
        1,
        "Rambling"
      ],
      [
        0,
        " comes from the verb "
      ],
      [
        1,
        "ramble"
      ],
      [
        0,
        ", \"walk or stroll,\" which is a variant on the older verb "
      ],
      [
        1,
        "romen"
      ],
      [
        0,
        ", \"to walk, or to go,\" and related to \"roam.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "The adjective "
      ],
      [
        1,
        "rambling"
      ],
      [
        0,
        " means confused and long-winded, the way you could describe your grandfather's endless "
      ],
      [
        1,
        "rambling"
      ],
      [
        0,
        " stories of his childhood."
      ]
    ],
    "short": "The adjective rambling means confused and long-winded, the way you could describe your grandfather's endless rambling stories of his childhood.",
    "url": "https://www.vocabulary.com/dictionary/rambling",
    "word": "rambling"
  },
  "recourse": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/R/1NGOZ66TH8V3V.mp3",
    "colored_long": "\u001b[31mRecourse\u001b[0m comes from the Latin word \u001b[31mrecursus\u001b[0m, meaning “to run back or retreat.” People seek recourse from such difficulties as debt, illness and legal woes, so you can think of \u001b[31mrecourse\u001b[0m as the words \"retreating from curses\" squished together.  For the record, though, the \u001b[31mcursus\u001b[0m in \u001b[31mrecursus\u001b[0m means \u001b[31mcourse\u001b[0m, not \u001b[31mcurse\u001b[0m. Actually, no one knows where the word \u001b[31mcurse\u001b[0m comes from.  There may be some connection between \u001b[31mcursus\u001b[0m and \u001b[31mcurses\u001b[0m, but then again, there may not be.",
    "colored_short": "\u001b[31mRecourse\u001b[0m is a source of help.   If you're failing trigonometry in spite of studying until your brain hurts, you may have no \u001b[31mrecourse\u001b[0m but to hire a tutor.",
    "has_audio": true,
    "long": "Recourse comes from the Latin word recursus, meaning “to run back or retreat.” People seek recourse from such difficulties as debt, illness and legal woes, so you can think of recourse as the words \"retreating from curses\" squished together.  For the record, though, the cursus in recursus means course, not curse. Actually, no one knows where the word curse comes from.  There may be some connection between cursus and curses, but then again, there may not be.",
    "masked_long": "[...] comes from the Latin word [...], meaning “to run back or retreat.” People seek recourse from such difficulties as debt, illness and legal woes, so you can think of [...] as the words \"retreating from curses\" squished together.  For the record, though, the [...] in [...] means [...], not [...]. Actually, no one knows where the word [...] comes from.  There may be some connection between [...] and [...], but then again, there may not be.",
    "masked_short": "[...] is a source of help.   If you're failing trigonometry in spite of studying until your brain hurts, you may have no [...] but to hire a tutor.",
    "query_time": 1563664191.4616668,
    "raw_long": [
      [
        1,
        "Recourse"
      ],
      [
        0,
        " comes from the Latin word "
      ],
      [
        1,
        "recursus"
      ],
      [
        0,
        ", meaning “to run back or retreat.” People seek recourse from such difficulties as debt, illness and legal woes, so you can think of "
      ],
      [
        1,
        "recourse"
      ],
      [
        0,
        " as the words \"retreating from curses\" squished together.  For the record, though, the "
      ],
      [
        1,
        "cursus"
      ],
      [
        0,
        " in "
      ],
      [
        1,
        "recursus"
      ],
      [
        0,
        " means "
      ],
      [
        1,
        "course"
      ],
      [
        0,
        ", not "
      ],
      [
        1,
        "curse"
      ],
      [
        0,
        ". Actually, no one knows where the word "
      ],
      [
        1,
        "curse"
      ],
      [
        0,
        " comes from.  There may be some connection between "
      ],
      [
        1,
        "cursus"
      ],
      [
        0,
        " and "
      ],
      [
        1,
        "curses"
      ],
      [
        0,
        ", but then again, there may not be."
      ]
    ],
    "raw_short": [
      [
        1,
        "Recourse"
      ],
      [
        0,
        " is a source of help.   If you're failing trigonometry in spite of studying until your brain hurts, you may have no "
      ],
      [
        1,
        "recourse"
      ],
      [
        0,
        " but to hire a tutor."
      ]
    ],
    "short": "Recourse is a source of help.   If you're failing trigonometry in spite of studying until your brain hurts, you may have no recourse but to hire a tutor.",
    "url": "https://www.vocabulary.com/dictionary/recourse",
    "word": "recourse"
  },
  "reign": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/R/12KLH4T0PGBP.mp3",
    "colored_long": "While \u001b[31mreign\u001b[0m is a verb when it refers to the actions of a person or group of people, the period of time when they reign is also called a \u001b[31mreign,\u001b[0m as a noun: \"His reign over the rodeo circuit ended when he was tackled by a bull named Princess-Maker.\" Sometimes a stretch of time is called a \u001b[31mreign\u001b[0m, even without regard to who was the leader, as in a \"\u001b[31mreign\u001b[0m of peace,\" or a period of time without war and conflict, in a place or government.",
    "colored_short": "Rain falls from above, and people who \u001b[31mreign\u001b[0m rule from a position above others. They reign over countries and governments, and even over businesses and arts, as in \"She used to \u001b[31mreign\u001b[0m over punk music, always topping the charts.\"",
    "has_audio": true,
    "long": "While reign is a verb when it refers to the actions of a person or group of people, the period of time when they reign is also called a reign, as a noun: \"His reign over the rodeo circuit ended when he was tackled by a bull named Princess-Maker.\" Sometimes a stretch of time is called a reign, even without regard to who was the leader, as in a \"reign of peace,\" or a period of time without war and conflict, in a place or government.",
    "masked_long": "While [...] is a verb when it refers to the actions of a person or group of people, the period of time when they reign is also called a [...] as a noun: \"His reign over the rodeo circuit ended when he was tackled by a bull named Princess-Maker.\" Sometimes a stretch of time is called a [...], even without regard to who was the leader, as in a \"[...] of peace,\" or a period of time without war and conflict, in a place or government.",
    "masked_short": "Rain falls from above, and people who [...] rule from a position above others. They reign over countries and governments, and even over businesses and arts, as in \"She used to [...] over punk music, always topping the charts.\"",
    "query_time": 1563664780.0899968,
    "raw_long": [
      [
        0,
        "While "
      ],
      [
        1,
        "reign"
      ],
      [
        0,
        " is a verb when it refers to the actions of a person or group of people, the period of time when they reign is also called a "
      ],
      [
        1,
        "reign,"
      ],
      [
        0,
        " as a noun: \"His reign over the rodeo circuit ended when he was tackled by a bull named Princess-Maker.\" Sometimes a stretch of time is called a "
      ],
      [
        1,
        "reign"
      ],
      [
        0,
        ", even without regard to who was the leader, as in a \""
      ],
      [
        1,
        "reign"
      ],
      [
        0,
        " of peace,\" or a period of time without war and conflict, in a place or government."
      ]
    ],
    "raw_short": [
      [
        0,
        "Rain falls from above, and people who "
      ],
      [
        1,
        "reign"
      ],
      [
        0,
        " rule from a position above others. They reign over countries and governments, and even over businesses and arts, as in \"She used to "
      ],
      [
        1,
        "reign"
      ],
      [
        0,
        " over punk music, always topping the charts.\""
      ]
    ],
    "short": "Rain falls from above, and people who reign rule from a position above others. They reign over countries and governments, and even over businesses and arts, as in \"She used to reign over punk music, always topping the charts.\"",
    "url": "https://www.vocabulary.com/dictionary/reign",
    "word": "reign"
  },
  "savory": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/S/WCY3ST95U5QI.mp3",
    "colored_long": "The easiest way to remember \u001b[31msavory\u001b[0m is that it rhymes with \u001b[31mflavory\u001b[0m — which is not a real word, but should be. Interestingly, the word \u001b[31munsavory\u001b[0m — which is clearly the opposite of \u001b[31msavory\u001b[0m — is almost never used to describe food. If some a dish doesn't taste good, it, well, isn't good-tasting. If something is unsavory, then it's probably a person or situation that seems morally questionable. So, save \u001b[31msavory\u001b[0m for delicious food and save \u001b[31munsavory\u001b[0m for things, people and ideas deserving of the adjective.",
    "colored_short": "Something \u001b[31msavory\u001b[0m is full of flavor, delicious and tasty — usually something that someone has cooked. In the world of cuisine, \u001b[31msavory\u001b[0m is also often used to mean the opposite of sweet, or salty.",
    "has_audio": true,
    "long": "The easiest way to remember savory is that it rhymes with flavory — which is not a real word, but should be. Interestingly, the word unsavory — which is clearly the opposite of savory — is almost never used to describe food. If some a dish doesn't taste good, it, well, isn't good-tasting. If something is unsavory, then it's probably a person or situation that seems morally questionable. So, save savory for delicious food and save unsavory for things, people and ideas deserving of the adjective.",
    "masked_long": "The easiest way to remember [...] is that it rhymes with [...] — which is not a real word, but should be. Interestingly, the word [...] — which is clearly the opposite of [...] — is almost never used to describe food. If some a dish doesn't taste good, it, well, isn't good-tasting. If something is unsavory, then it's probably a person or situation that seems morally questionable. So, save [...] for delicious food and save [...] for things, people and ideas deserving of the adjective.",
    "masked_short": "Something [...] is full of flavor, delicious and tasty — usually something that someone has cooked. In the world of cuisine, [...] is also often used to mean the opposite of sweet, or salty.",
    "query_time": 1563665137.1263573,
    "raw_long": [
      [
        0,
        "The easiest way to remember "
      ],
      [
        1,
        "savory"
      ],
      [
        0,
        " is that it rhymes with "
      ],
      [
        1,
        "flavory"
      ],
      [
        0,
        " — which is not a real word, but should be. Interestingly, the word "
      ],
      [
        1,
        "unsavory"
      ],
      [
        0,
        " — which is clearly the opposite of "
      ],
      [
        1,
        "savory"
      ],
      [
        0,
        " — is almost never used to describe food. If some a dish doesn't taste good, it, well, isn't good-tasting. If something is unsavory, then it's probably a person or situation that seems morally questionable. So, save "
      ],
      [
        1,
        "savory"
      ],
      [
        0,
        " for delicious food and save "
      ],
      [
        1,
        "unsavory"
      ],
      [
        0,
        " for things, people and ideas deserving of the adjective."
      ]
    ],
    "raw_short": [
      [
        0,
        "Something "
      ],
      [
        1,
        "savory"
      ],
      [
        0,
        " is full of flavor, delicious and tasty — usually something that someone has cooked. In the world of cuisine, "
      ],
      [
        1,
        "savory"
      ],
      [
        0,
        " is also often used to mean the opposite of sweet, or salty."
      ]
    ],
    "short": "Something savory is full of flavor, delicious and tasty — usually something that someone has cooked. In the world of cuisine, savory is also often used to mean the opposite of sweet, or salty.",
    "url": "https://www.vocabulary.com/dictionary/savory",
    "word": "savory"
  },
  "stagnation": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/S/5HEBD2FBAWVP.mp3",
    "colored_long": "The root of \u001b[31mstagnation\u001b[0m is the Latin word for \"standing water,\" \u001b[31mstagnatum\u001b[0m. The stagnation of water can be a serious problem in parts of the world where mosquitoes spread diseases like malaria, or where there is a shortage of drinkable water. There are also other kinds of stagnation, or inactivity â€” like a struggling country's economic stagnation or a writer's mental stagnation that results in writer's block.",
    "colored_short": "\u001b[31mStagnation\u001b[0m is the state of being still, or not moving, like a sitting puddle of water where \u001b[31mstagnation\u001b[0m attracts mosquitoes.",
    "has_audio": true,
    "long": "The root of stagnation is the Latin word for \"standing water,\" stagnatum. The stagnation of water can be a serious problem in parts of the world where mosquitoes spread diseases like malaria, or where there is a shortage of drinkable water. There are also other kinds of stagnation, or inactivity â€” like a struggling country's economic stagnation or a writer's mental stagnation that results in writer's block.",
    "masked_long": "The root of [...] is the Latin word for \"standing water,\" [...]. The stagnation of water can be a serious problem in parts of the world where mosquitoes spread diseases like malaria, or where there is a shortage of drinkable water. There are also other kinds of stagnation, or inactivity â€” like a struggling country's economic stagnation or a writer's mental stagnation that results in writer's block.",
    "masked_short": "[...] is the state of being still, or not moving, like a sitting puddle of water where [...] attracts mosquitoes.",
    "query_time": 1563664339.5633616,
    "raw_long": [
      [
        0,
        "The root of "
      ],
      [
        1,
        "stagnation"
      ],
      [
        0,
        " is the Latin word for \"standing water,\" "
      ],
      [
        1,
        "stagnatum"
      ],
      [
        0,
        ". The stagnation of water can be a serious problem in parts of the world where mosquitoes spread diseases like malaria, or where there is a shortage of drinkable water. There are also other kinds of stagnation, or inactivity â€” like a struggling country's economic stagnation or a writer's mental stagnation that results in writer's block."
      ]
    ],
    "raw_short": [
      [
        1,
        "Stagnation"
      ],
      [
        0,
        " is the state of being still, or not moving, like a sitting puddle of water where "
      ],
      [
        1,
        "stagnation"
      ],
      [
        0,
        " attracts mosquitoes."
      ]
    ],
    "short": "Stagnation is the state of being still, or not moving, like a sitting puddle of water where stagnation attracts mosquitoes.",
    "url": "https://www.vocabulary.com/dictionary/stagnation",
    "word": "stagnation"
  },
  "supplant": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/S/1FU4ZTFNOY8MS.mp3",
    "colored_long": "Being \u001b[31msupplanted\u001b[0m is something that often happens to ideas or ways of thinking. Encouraging children's freedom has supplanted old ideas about children being better seen than heard. After a shocking upset at Wimbledon, a new tennis player has supplanted the reigning champion.",
    "colored_short": "Kate was out sick for a month with mono, and when she came back to school, Jessie had \u001b[31msupplanted\u001b[0m her as the funny girl at the lunch table. \u001b[31mSupplant\u001b[0m means to take the place of.",
    "has_audio": true,
    "long": "Being supplanted is something that often happens to ideas or ways of thinking. Encouraging children's freedom has supplanted old ideas about children being better seen than heard. After a shocking upset at Wimbledon, a new tennis player has supplanted the reigning champion.",
    "masked_long": "Being [...] is something that often happens to ideas or ways of thinking. Encouraging children's freedom has supplanted old ideas about children being better seen than heard. After a shocking upset at Wimbledon, a new tennis player has supplanted the reigning champion.",
    "masked_short": "Kate was out sick for a month with mono, and when she came back to school, Jessie had [...] her as the funny girl at the lunch table. [...] means to take the place of.",
    "query_time": 1563664690.1814554,
    "raw_long": [
      [
        0,
        "Being "
      ],
      [
        1,
        "supplanted"
      ],
      [
        0,
        " is something that often happens to ideas or ways of thinking. Encouraging children's freedom has supplanted old ideas about children being better seen than heard. After a shocking upset at Wimbledon, a new tennis player has supplanted the reigning champion."
      ]
    ],
    "raw_short": [
      [
        0,
        "Kate was out sick for a month with mono, and when she came back to school, Jessie had "
      ],
      [
        1,
        "supplanted"
      ],
      [
        0,
        " her as the funny girl at the lunch table. "
      ],
      [
        1,
        "Supplant"
      ],
      [
        0,
        " means to take the place of."
      ]
    ],
    "short": "Kate was out sick for a month with mono, and when she came back to school, Jessie had supplanted her as the funny girl at the lunch table. Supplant means to take the place of.",
    "url": "https://www.vocabulary.com/dictionary/supplant",
    "word": "supplant"
  },
  "teem": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/T/1B4R545XD7VQ5.mp3",
    "colored_long": "Don't confuse \u001b[31mteem\u001b[0m with \u001b[31mteam\u001b[0m. The two words may sound the same, but they have different meanings. Use the noun \u001b[31mteam\u001b[0m when describing a group of people with a common goal, and turn to the verb \u001b[31mteem\u001b[0m for those times when you need to say that something is overflowing or crowded. \u001b[31mTeem\u001b[0m is almost always used with the preposition \u001b[31mwith\u001b[0m, as when the busy streets teem with activity.",
    "colored_short": "If your neighborhood seems to \u001b[31mteem\u001b[0m with cats, that means there are a lot of cats running around. When something \u001b[31mteems\u001b[0m, it swarms or overflows with a large number of things.",
    "has_audio": true,
    "long": "Don't confuse teem with team. The two words may sound the same, but they have different meanings. Use the noun team when describing a group of people with a common goal, and turn to the verb teem for those times when you need to say that something is overflowing or crowded. Teem is almost always used with the preposition with, as when the busy streets teem with activity.",
    "masked_long": "Don't confuse [...] with [...]. The two words may sound the same, but they have different meanings. Use the noun [...] when describing a group of people with a common goal, and turn to the verb [...] for those times when you need to say that something is overflowing or crowded. [...] is almost always used with the preposition [...], as when the busy streets teem with activity.",
    "masked_short": "If your neighborhood seems to [...] with cats, that means there are a lot of cats running around. When something [...], it swarms or overflows with a large number of things.",
    "query_time": 1563664874.3898137,
    "raw_long": [
      [
        0,
        "Don't confuse "
      ],
      [
        1,
        "teem"
      ],
      [
        0,
        " with "
      ],
      [
        1,
        "team"
      ],
      [
        0,
        ". The two words may sound the same, but they have different meanings. Use the noun "
      ],
      [
        1,
        "team"
      ],
      [
        0,
        " when describing a group of people with a common goal, and turn to the verb "
      ],
      [
        1,
        "teem"
      ],
      [
        0,
        " for those times when you need to say that something is overflowing or crowded. "
      ],
      [
        1,
        "Teem"
      ],
      [
        0,
        " is almost always used with the preposition "
      ],
      [
        1,
        "with"
      ],
      [
        0,
        ", as when the busy streets teem with activity."
      ]
    ],
    "raw_short": [
      [
        0,
        "If your neighborhood seems to "
      ],
      [
        1,
        "teem"
      ],
      [
        0,
        " with cats, that means there are a lot of cats running around. When something "
      ],
      [
        1,
        "teems"
      ],
      [
        0,
        ", it swarms or overflows with a large number of things."
      ]
    ],
    "short": "If your neighborhood seems to teem with cats, that means there are a lot of cats running around. When something teems, it swarms or overflows with a large number of things.",
    "url": "https://www.vocabulary.com/dictionary/teem",
    "word": "teem"
  },
  "tidbit": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/T/5RH371HBZJKG.mp3",
    "colored_long": "If you're tempted to feed your dog tidbits of your dinner, remember that that's a good way to turn him into a chubby dog that begs for food. The word \u001b[31mtidbit\u001b[0m can also mean \"a bit of gossipy information,\" and you may notice yourself lingering where you can overhear a phone conversation, hoping for a few tidbits. \u001b[31mTidbit\u001b[0m, or \u001b[31mtitbit\u001b[0m in the U.K., comes from the dialectical \u001b[31mtid\u001b[0m, \"fond or tender.\"",
    "colored_short": "A \u001b[31mtidbit\u001b[0m is a small amount of something delicious. You might have a \u001b[31mtidbit\u001b[0m to tide you over between lunch and dinner.",
    "has_audio": true,
    "long": "If you're tempted to feed your dog tidbits of your dinner, remember that that's a good way to turn him into a chubby dog that begs for food. The word tidbit can also mean \"a bit of gossipy information,\" and you may notice yourself lingering where you can overhear a phone conversation, hoping for a few tidbits. Tidbit, or titbit in the U.K., comes from the dialectical tid, \"fond or tender.\"",
    "masked_long": "If you're tempted to feed your dog tidbits of your dinner, remember that that's a good way to turn him into a chubby dog that begs for food. The word [...] can also mean \"a bit of gossipy information,\" and you may notice yourself lingering where you can overhear a phone conversation, hoping for a few tidbits. [...], or [...] in the U.K., comes from the dialectical [...], \"fond or tender.\"",
    "masked_short": "A [...] is a small amount of something delicious. You might have a [...] to tide you over between lunch and dinner.",
    "query_time": 1563663834.2545154,
    "raw_long": [
      [
        0,
        "If you're tempted to feed your dog tidbits of your dinner, remember that that's a good way to turn him into a chubby dog that begs for food. The word "
      ],
      [
        1,
        "tidbit"
      ],
      [
        0,
        " can also mean \"a bit of gossipy information,\" and you may notice yourself lingering where you can overhear a phone conversation, hoping for a few tidbits. "
      ],
      [
        1,
        "Tidbit"
      ],
      [
        0,
        ", or "
      ],
      [
        1,
        "titbit"
      ],
      [
        0,
        " in the U.K., comes from the dialectical "
      ],
      [
        1,
        "tid"
      ],
      [
        0,
        ", \"fond or tender.\""
      ]
    ],
    "raw_short": [
      [
        0,
        "A "
      ],
      [
        1,
        "tidbit"
      ],
      [
        0,
        " is a small amount of something delicious. You might have a "
      ],
      [
        1,
        "tidbit"
      ],
      [
        0,
        " to tide you over between lunch and dinner."
      ]
    ],
    "short": "A tidbit is a small amount of something delicious. You might have a tidbit to tide you over between lunch and dinner.",
    "url": "https://www.vocabulary.com/dictionary/tidbit",
    "word": "tidbit"
  },
  "transitory": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/T/H3L4LU1CTDQH.mp3",
    "colored_long": "The adjective \u001b[31mtransitory\u001b[0m describes something that is fleeting, temporary, or brief. Even a transitory storm that passes quickly can get you drenched. Consider it an honor to be on the transitory team that helps the president make a smooth transfer of power. When you met your first love, your parents thought that the relationship was transitory â€” but fifty years later, you're still married!",
    "colored_short": "If something is fleeting or lasts a short time, it is \u001b[31mtransitory\u001b[0m. Your boss declared the company's restructuring to be \u001b[31mtransitory\u001b[0m, and promised that the company would emerge stronger and better than ever.",
    "has_audio": true,
    "long": "The adjective transitory describes something that is fleeting, temporary, or brief. Even a transitory storm that passes quickly can get you drenched. Consider it an honor to be on the transitory team that helps the president make a smooth transfer of power. When you met your first love, your parents thought that the relationship was transitory â€” but fifty years later, you're still married!",
    "masked_long": "The adjective [...] describes something that is fleeting, temporary, or brief. Even a transitory storm that passes quickly can get you drenched. Consider it an honor to be on the transitory team that helps the president make a smooth transfer of power. When you met your first love, your parents thought that the relationship was transitory â€” but fifty years later, you're still married!",
    "masked_short": "If something is fleeting or lasts a short time, it is [...]. Your boss declared the company's restructuring to be [...], and promised that the company would emerge stronger and better than ever.",
    "query_time": 1563652355.634224,
    "raw_long": [
      [
        0,
        "The adjective "
      ],
      [
        1,
        "transitory"
      ],
      [
        0,
        " describes something that is fleeting, temporary, or brief. Even a transitory storm that passes quickly can get you drenched. Consider it an honor to be on the transitory team that helps the president make a smooth transfer of power. When you met your first love, your parents thought that the relationship was transitory â€” but fifty years later, you're still married!"
      ]
    ],
    "raw_short": [
      [
        0,
        "If something is fleeting or lasts a short time, it is "
      ],
      [
        1,
        "transitory"
      ],
      [
        0,
        ". Your boss declared the company's restructuring to be "
      ],
      [
        1,
        "transitory"
      ],
      [
        0,
        ", and promised that the company would emerge stronger and better than ever."
      ]
    ],
    "short": "If something is fleeting or lasts a short time, it is transitory. Your boss declared the company's restructuring to be transitory, and promised that the company would emerge stronger and better than ever.",
    "url": "https://www.vocabulary.com/dictionary/transitory",
    "word": "transitory"
  },
  "vernal": {
    "audio_data": null,
    "audio_url": "https://audio.vocab.com/1.0/us/V/TKRFLTKRLFVG.mp3",
    "colored_long": "The word \u001b[31mvernal\u001b[0m entered English in the sixteenth century, tracing all the way back to the Latin word \u001b[31mver\u001b[0m, meaning spring. Use the adjective \u001b[31mvernal\u001b[0m to describe something that occurs in springtime or is related to springtime. You might be familiar with the vernal equinox, which indicates the beginning of spring in the Northern Hemisphere. The word \u001b[31mvernal\u001b[0m can also be used more broadly to describe something youthful or fresh — springlike.",
    "colored_short": "If you enjoy the \u001b[31mvernal\u001b[0m lushness of the landscape, that’s a kind of fancy way to say you like the way nature looks in the springtime.",
    "has_audio": true,
    "long": "The word vernal entered English in the sixteenth century, tracing all the way back to the Latin word ver, meaning spring. Use the adjective vernal to describe something that occurs in springtime or is related to springtime. You might be familiar with the vernal equinox, which indicates the beginning of spring in the Northern Hemisphere. The word vernal can also be used more broadly to describe something youthful or fresh — springlike.",
    "masked_long": "The word [...] entered English in the sixteenth century, tracing all the way back to the Latin word [...], meaning spring. Use the adjective [...] to describe something that occurs in springtime or is related to springtime. You might be familiar with the vernal equinox, which indicates the beginning of spring in the Northern Hemisphere. The word [...] can also be used more broadly to describe something youthful or fresh — springlike.",
    "masked_short": "If you enjoy the [...] lushness of the landscape, that’s a kind of fancy way to say you like the way nature looks in the springtime.",
    "query_time": 1563664851.2323477,
    "raw_long": [
      [
        0,
        "The word "
      ],
      [
        1,
        "vernal"
      ],
      [
        0,
        " entered English in the sixteenth century, tracing all the way back to the Latin word "
      ],
      [
        1,
        "ver"
      ],
      [
        0,
        ", meaning spring. Use the adjective "
      ],
      [
        1,
        "vernal"
      ],
      [
        0,
        " to describe something that occurs in springtime or is related to springtime. You might be familiar with the vernal equinox, which indicates the beginning of spring in the Northern Hemisphere. The word "
      ],
      [
        1,
        "vernal"
      ],
      [
        0,
        " can also be used more broadly to describe something youthful or fresh — springlike."
      ]
    ],
    "raw_short": [
      [
        0,
        "If you enjoy the "
      ],
      [
        1,
        "vernal"
      ],
      [
        0,
        " lushness of the landscape, that’s a kind of fancy way to say you like the way nature looks in the springtime."
      ]
    ],
    "short": "If you enjoy the vernal lushness of the landscape, that’s a kind of fancy way to say you like the way nature looks in the springtime.",
    "url": "https://www.vocabulary.com/dictionary/vernal",
    "word": "vernal"
  }
}